[
    {
        "":1,
        "name":"Northern Leaf Blight",
        "des":"Symptoms occur first on the lower leaves. Long narrow tan lesions parallel to leaf margins with dark margins 25-150mm long. The disease causes the leaves to dry out, wither and die. The symptoms appear as small, oval, water-soaked spots on the lower leaves first. As the disease progresses, they start to appear on the upper part of the plant. Older spots slowly grow into tan, long cigar-shaped necrotic lesions with distinct dark specks and pale green, water-soaked borders. These lesions later coalesce and engulf a large part of the leaf blade and stalk, sometimes leading to death and lodging. If the infection spreads to the upper parts of the plant during the development of the cob. Severe yield losses can occur (up to 70%).",
        "treat":"Bio-fungicides based on Trichoderma harzianum or Bacillus subtilis can be applied at different stages to decrease the risk of infection. Application of sulfur solutions is also effective. Chemical Control .Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Mancozeb 75.0% WP",
        "measure":"Grow resistant or tolerant varieties. Ensure balanced nutrient supply and avoid excessive nitrogen fertilization. Weed regularly in and around the field Rotate with soybeans, beans, or sunflower to avoid extensive spreading. Plow deep to bury plant debris and reduce the amount inoculum in the soil. Choose ONE of the products if you want to apply chemical control Zineb 75.0% WP"
    },
    {
        "id":2,
        "name":"Grey Leaf Spot of Maize",
        "des":"Small, pinpoint lesions surrounded by yellow halos.  Lesions coalesce and blighting of the whole leaf may result. Small necrotic (brown or tan) spots that may have a yellow chlorotic halo appear on lower leaves, usually before flowering. Gradually these lesions will turn grayish and appear on younger leaves, too. As the disease progresses, they enlarge into elongated, rectangular lesions that run parallel to the leaf veins. In optimal conditions (warm temperatures, high humidity and wet leaves), they can coalesce and engulf the whole leaf.",
        "treat":"No biological control is available to control this disease. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control  Mancozeb 75.0% WP",
        "measure":"Plant resistant varieties if available in your area. Plant late to avoid adverse conditions for plants. Keep up good ventilation by widening the space between plants. Plow deep and bury all plant residues after harvest. Plan long-term crop rotations with non-host plants."
    },
    {
        "id":3,
        "name":"Common Rust of Maize",
        "des":"Lesions begin as flecks on leaves that develop into small tan spots. Found on both upper and lower leaf surfaces Pustules turn dark brown to black late in the season. Minute flecks appear on both sides of the leaves and slowly develop into small, tan, slightly raised spots. These mainly elongated spots later turn into powdery, golden-brown pustules loosely scattered in patches on upper and lower sides. The color can change to black as the plant matures. Contrarily to other rust diseases, symptoms are not usually present on other plant parts, such as stalks, sheath leaves or husks. However, stalks tend to grow weak and soft and are prone to lodging. Younger leaf tissue is more susceptible to fungal infection than mature leaves.",
        "treat":"No alternative treatment against Puccinia sorghum is available so far. Please get in touch with us in case you know of anything that might help to fight this disease. Looking forward to hearing from you. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Mancozeb 75.0% WP",
        "measure":"Plant resistant varieties available locally. Plant early to avoid optimal conditions for infection. Use shorter season varieties that mature earlier. Monitor your crop regularly for signs of the disease, even more so during overcast weather. Ensure balanced fertilization with split applications of nitrogen. Plan a crop rotation with non-susceptible crops. "
    },
    {
        "id":4,
        "name":"Potassium Deficiency",
        "des":"Yellow to dark green mosaic pattern on leaves - starting from the tip.  Black necrotic spots and lines on leaves and shoots. Stunted growth. Symptoms of infection vary with varieties, plant age and environmental conditions. Yellow to dark green mosaic patterns appear on leaf blades, giving them a mottled and deformed aspect, often starting from the tip. Brown to black lines and round spots of dead tissue material emerge on leaf veins and shoots. Buds and blossoms do not develop further. Tubers from infected plants are small and can have necrotic or dead rings on the skin. The whole plants growth is compromised, and the crop yield is diminished.",
        "treat":"Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Chemical treatment of viral diseases is not possible. However, insecticides can be used to reduce the population of aphids",
        "measure":"Weekly applications of mineral oil can reduce virus spread. It slows the uptake of the virus by the aphids and modifies their eating behavior, making them less prone to infect plants .The virus is highly infective. It mostly hits plants of the solanaceous family, like tomato, potato and pepper. It spreads via a variety of winged aphids, infested plant material and contaminated tools."
    },
    {
        "id":5,
        "name":"Red Rot",
        "des":"Red to brown blotches of different sizes on stalks. Red rotten areas within the white pith. Red oval spots on leaves, particularly visible on the midrib.  Grain rot in the form of red, brown or gray discolorations and sour odor. Infected stalks have a dull color and show large red blotches on the surface, more or less important depending on the variety. A longitudinal section of the stalk show red rotten tissue in the otherwise white pith. In resistant plants, the red, diseased areas are often confined to the internodes. As the disease progresses, cavities may form within the pith and bundles of hardened fibers are also visible. Leaves wilt and shrivel. Plants start to emit a foul odor and stalks are easily broken under adverse weather conditions. On leaves, small red oval or elongated lesions develop on the midrib, sometimes along its full length. Sheaths may have reddish patches and small dark spots develop only occasionally on leaf blades.",
        "treat":"Hot water bath (for example 50°C for 2 hours) can be used to kill the pathogen on seeds and control the incidence of red rot. Biological control agents can also be used to treat seeds. These include species of fungi of the genera Chaetomium and Trichoderma and some species of the bacteria Pseudomonas. Foliar sprays based on these solutions are also effective in reducing the spread of the disease. Chemical Control always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Mancozeb 75.0% WP",
        "measure":"Plant resistant varieties, if suitable for your area. Use healthy seeds and seedlings from a certified source.  Obtain planting material from fields with no disease. Change sowing time to avoid either too hot or too cool temperatures during the season.  Regularly monitor the field and rogue diseased plants or clumps. Avoid the ratooning of diseased crops. Remove any plant debris from the field after harvest and burn them.  Alternatively, plow the field several times to expose fungal material in the soil to sunlight. Plan a good crop rotation with non-susceptible plants for a 2-3 years. Choose ONE of the products if you want to apply chemical control Thiophanate-Methyl 70.0% WP"
    }
]