[
    {
        "id":1,
        "name":"Root Rot of Cotton",
        "des":"The wilting of cotton plants is the first visible symptom of this disease and in severe cases complete defoliation or collapse may happen as a result. The rapid development of the wilting is characteristic, a feature that can be used to differentiate root rot from other pathologies causing this symptom. In the beginning, only a few plants in the field are affected, but over time, the disease spreads in a circular manner around these plants throughout the field. The wilting taking place above ground is actually a late manifestation of the disease, a sign of the rotting of the roots and the poor transport of water an nutrients to the aerial parts of the plant. Eventually, the affected plants loose stability and are easily lodged by wind or can easily be pulled out of the ground. The bark of roots takes a yellowish appearance as compared to healthy plants and is often broken into shreds.",
        "treat":"To this day, no biological agent is known to provide efficient control against cotton root rot. Please contact us if you know of any treatment reduce the to mute incidence . Some species  showed priming it they significantly in 3f treated cotton seedling considered for commercialization. Some organic formulations of zinc sulphate can be sprayed to limit its spread. Chemical Control Always consider an integrated approach with preventive measures and biological treatments if available. Seed or soil treatments with various formulations containing the fungicides thiabendazole, thiram, thiophanate methyl, zinc sulphate and captan are effective in controlling the incidence of root rot.",
        "measure":"Grow varieties tolerant to the fungus or to drought. Plant varieties with stronger stems that will not lodge. Adjust the sowing date so that the post-flowering stage is not in the driest part of the growing season. Use wider spacing between the plants. Maintain good soil moisture through irrigation, especially during the post-flowering period.  Ensure balanced fertilization and avoid excessive nitrogen use.  Harvest early to avoid major yield losses.  Plow deep to bury crop residues.  Solarization of soil residues after tillage may also be effective.  Rotate with non-host crops such as small wheat, oats, rice, barley and rye for three years."
    },
    {
        "id":2,
        "name":"Bacterial Blight Cotton",
        "des":"Waxy, water-soaked spots with red to brown border on leaves, stems and bolls. Spots become brown. Black cankers on stem and branches. Premature defoliation. Bacterial blight starts out as angular, waxy and water-soaked leaf spot with a red to brown border on leaves, stems and bolls. The angular appearance is due to the restriction of the lesions by fine veins on the cotton leaf. In some cases, the spots on the leaf blade may spread along the major leaf veins. As disease progresses, these lesions gradually turn into brown, necrotic areas. The infection of stems results in black cankers that grow around the vascular tissues and girdle them, causing the portions above the canker to die and premature defoliation of the plantv",
        "treat":"Application of talc-based powder formulations containing the bacteria Pseudomonas fluorescens and Bacillus subtilis are efficient against X. malvacearum. Extracts of Azadirachta indica (neem extract) can also be used with satisfying results. Growth regulators that prevent rank growing also avoid infection with bacterial blight. Chemical Control Always consider an integrated approach with preventive measures and biological treatments if available. Seed treatment with authorized antibiotics and foliar spray with cupravit (0.2%) are very effective against X. mivacurium. The cleaning of seeds with an acid treatment followed by seed dressing with copper oxychloride also shows good results. Pheromone traps and lures can be used and changed every 21 days intervals.",
        "measure":"Plant high-quality, disease-free seeds or seeds delinted through an acid treatment. Using blight-resistant varieties is the more efficient method to avoid the disease. Scout fields, identify infected plants and remove them as well as some neighboring plants. Keep the canopy as open as possible to reduce humidity and promote drying of the foliage. Do not cultivate or move equipment through fields when foliage is wet. Do not irrigate with overhead irrigation systems.Harvest infested fields as soon as possible to avoid more losses. Remove plants as soon as possible from fields and burn them. Incorporate infected residue deep into the soil to favor decomposition. Plan a crop rotation with non-susceptible plants"
    },
    {
        "id":3,
        "name":"Herbicide Growth Damage",
        "des":"Plant high-quality, disease-free seeds or seeds delinted through an acid treatment. Using blight-resistant varieties is the more efficient method to avoid the disease. Scout fields, identify infected plants and remove them as well as some neighboring plants. Keep the canopy as open as possible to reduce humidity and promote drying of the foliage. Do not cultivate or move equipment through fields when foliage is wet. Do not irrigate with overhead irrigation systems.Harvest infested fields as soon as possible to avoid more losses. Remove plants as soon as possible from fields and burn them. Incorporate infected residue deep into the soil to favor decomposition. Plan a crop rotation with non-susceptible plants.",
        "treat":"Here is no biological treatment available for this condition. Prevention and good farming practices are the keys to avoid that the harm happens in the first place. In the case of suspected overdosage, it could help to wash or rinse plants thoroughly. Chemical control always consider an integrated approach with preventive measures and biological treatments, if available. Before planning a herbicide spray, be sure that you know the type of weed you are dealing with (basically broadleaf weeds vs grasses) and select the best method. Carefully select the herbicide and follow dosage instructions as indicated on the label.",
        "measure":"Be sure to know the type of weed you are dealing with (basically broadleaf weeds vs grasses).  Carefully select the herbicide that best fits your purpose. Read the label carefully and follow dosage instructions as indicated.  Always clean the spray container after use to avoid contamination with a different herbicide.  Avoid spraying in windy conditions to prevent drift to other fields.  Use drift reducing spray nozzles that target the intended weeds better.  Try and test the herbicide in pastures and hayfields to monitor results.  Check weather forecast carefully and do not spray in case of high air temperature and or humidity. Keep a log of activities with application dates, products, field locations and weather conditions."
    },
    {
        "id":4,
        "name":"Fusarium Wilt",
        "des":"Wilting of plant.  Yellowing of leaves.  Inside of stem is stained brown or red. These fungi show crop-specific patterns of damage. In some cases, the plants show signs of wilting even at a juvenile stage, with leaves turning yellow. On mature plants, a slight wilting often appears on parts of the plants. This is most common during the warmest hours of the day. Leaves later turn chlorotic, often only on one side. Longitudinal sections of the stems show a brownish-red discoloration of the internal issues, first at the base, later up the stem.",
        "treat":"Several biological control agents, including bacteria and nonpathogenic strains of F. oxysporum that compete with the pathogens have been used to control Fusarium wilt in some crops. Trichoderma varied can also be used to treat the seeds (10g\/kg seed). Some soils suppress the growth of Fusarium. Adjusting the soil pH to 6.5-7.0 and using nitrate rather than ammonium as nitrogen source can reduce the severity of the disease . Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Apply soil-based fungicides on contaminated locations if no other measures are effective. Drenching the soil with copper oxychloride@3g\/I of water before sowing\/transplanting is also effective.",
        "measure":"Adjust soil pH to 6.5-7.0 and use nitrate as nitrogen source. Plant resistant varieties if available in your area.  Monitor fields for signs of the disease.  Handpick and remove affected plants. Keep your equipment clean, particularly when working between different fields. Avoid damage to the plants during field work.  Apply a balanced fertilization with a special focus on the recommended potash.  Plow and burn plant debris after harvest.  Cover the infected area with black plastic foil in full sun for a month to kill the fungus.  Plan rotations of up to 5-7 years to reduce levels of fungi in the soil."
    },
    {
        "id":5,
        "name":"Alternaria Leaf Spot",
        "des":"Brown to gray spots with purple margins on leaves. Spots centers dry and may fall out.  Small sunken spots on stems.  Shedding of flower buds. Early infections of leaves and bracts produce small, circular, brown to tan spots with purple margins varying in size from 1 to 10 mm in diameter. These spots often show a concentric growth that derives in a zonation pattern, defined more clearly on the upper surface. As they grow, their center gradually becomes dry and turns grayish, occasionally cracking and falling out (shot-hole effect). These spots may also coalesce and produce irregular dead areas in the middle of the leaf blade. However, under humid conditions, the fungi produce and release a considerable amount of spores, which may result in sooty black appearance of the lesions.",
        "treat":"Seed treatment with Pseudomonas fluorescens (10g\/kg seeds) and spraying of 02% every 10 days reduce the infection significantly. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Tebuconazole 50.0% WG Trifloxystrobin 25.0% WG",
        "measure":"Plant resistant or tolerant varieties if available in your area. Provide sufficient space between plants to increase air circulation.  Regularly monitor for symptoms of the disease.  Remove plant residues and burn them at a distance from the cotton field.  Avoid plant stress, especially potassium deficiency.  Remove severely infected cotton plants and destroy them.  Remove tall grasses and weeds in the field. Tilling in fall aids in breaking down the remaining residue left from infected plants.  Practice crop rotation with non-hosting crops, e.g.  cereals"
    }
]