[
    {
        "id":1,
        "name":"جڑ سڑنے والی روئی",
        "des":"روئی کے پودوں کا خاتمہ اس بیماری کی پہلی علامت علامت ہے اور سنگین معاملات میں اس کے نتیجے میں مکمل طور پر ڈیفولیئشن یا گر جانا ہوسکتا ہے۔ مرجھانا کی تیز رفتار نشوونما خصوصیت ہے ، ایک ایسی خصوصیت جو اس علامت کا سبب بننے والے دوسرے پیتولوجیس سے جڑ کی سڑ کو الگ کرنے کے لئے استعمال ہوسکتی ہے۔ شروع میں ، کھیت میں صرف چند پودے متاثر ہوتے ہیں ، لیکن وقت گزرنے کے ساتھ ، یہ بیماری پورے پودوں میں ان پودوں کے گرد سرکلر انداز میں پھیلتی ہے۔ زمین سے اوپر کی سطح پر پھوٹ پھوٹ کا عمل در حقیقت بیماری کا دیر سے ظاہر ہونا ، جڑوں کی بوسیدہ ہونے اور پودوں کے حصوں تک پانی کی ناقص ترسیل کی علامت ہے۔ آخر کار ، متاثرہ پودوں میں استحکام ڈھیل پڑتا ہے اور آسانی سے ہوا کے ذریعہ داخل ہوجاتا ہے یا زمین سے آسانی سے نکالا جاسکتا ہے۔ صحت مند پودوں کے مقابلہ میں جڑوں کی چھال زرد رنگ کی شکل اختیار کرتی ہے اور اکثر ٹوٹ پڑتی ہے",
        "treat":"آج تک  کوئی بھی حیاتیاتی ایجنٹ سوتی جڑ سڑ کے خلاف موثر کنٹرول فراہم کرنے کے لئے نہیں جانا جاتا ہے۔ اگر آپ کو کوئی علاج معلوم ہے تو گونگا واقعات کو کم کریں۔ کچھ پرجاتیوں نے تجارتی کاری کے لئے سمجھے جانے والے  علاج شدہ سوتی انکر میں نمایاں طور پر اس کا پرائمنگ ظاہر کیا۔ زنک سلفیٹ کے کچھ نامیاتی فارمولوں کو اس کے پھیلاؤ کو محدود کرنے کے لئے اسپرے کیا جاسکتا ہے۔ کیمیائی کنٹرول اگر دستیاب ہو تو احتیاطی تدابیر اور حیاتیاتی علاج کے ساتھ ہمیشہ مربوط نقطہ نظر پر غور کریں۔ بیج یا مٹی کے علاج جس میں مختلف فارمولیشن ہوتے ہیں جن میں فنگسائڈس تھیابینڈازول ، تھیرام ، تھیوفینیٹ میتھیل ، زنک سلفیٹ اور کیپٹن شامل ہوتے ہیں وہ جڑوں کی خرابی کے واقعات کو کنٹرول کرنے میں موثر",
        "measure":"فنگس یا خشک سالی میں رواداری بڑھائیں۔ مضبوط تنوں کے ساتھ پودوں کی اقسام جو داخل نہیں ہوں گی۔ بوائی کی تاریخ کو ایڈجسٹ کریں تاکہ پھولوں کے بعد کا مرحلہ بڑھتے ہوئے سیزن کے تیز ترین حصے میں نہ ہو۔ پودوں کے مابین وسیع تر وقفہ کاری کا استعمال کریں۔ آبپاشی کے ذریعہ مٹی کی اچھی نمی برقرار رکھنا ، خاص طور پر پھولوں کے بعد کی مدت کے دوران۔ متوازن کھاد کو یقینی بنائیں اور زیادہ نائٹروجن استعمال سے اجتناب کریں۔ پیداوار کے بڑے نقصانات سے بچنے کے لئے جلد کاشت کریں۔ فصل کی باقیات دفن کرنے  کے لئے گہرا ہل چلاو۔ کھیتی باڑی کے بعد مٹی کے اوشیشوں میں سورج کاری بھی کارآمد ثابت ہوسکتی ہے۔ غیر میزبان فصلوں جیسے گھریلو گندم ، جئ ، چاول ، جو اور رائی کو تین سال تک گھمائیں۔"
   
    },
    {
        "id":2,
        "name":"بیکٹیریا بلائٹ کپاس",
        "des":"پتیوں ، تنے اور بولوں پر سرخ ، بھوری رنگ کی سرحد کے ساتھ موم ، پانی سے بھگے ہوئے دھبے دھبے بھورا ہو جاتے ہیں۔ تنے اور شاخوں پر سیاہ کنکر۔ قبل از وقت ڈیفولیئشن جراثیم سے متعلق دھندلا پن ، تنوں اور بولوں پر سرخ سے بھوری سرحد کے ساتھ کونیی ، موم اور پانی سے بھیلے پتے کی جگہ کے طور پر شروع ہوتا ہے۔ کونیی کی شکل کپاس کی پتی پر باریک رگوں کے ذریعے گھاووں کی پابندی کی وجہ سے ہے۔ کچھ معاملات میں ، پتی کے بلیڈ پر دھبے بڑے پتیوں کی رگوں کے ساتھ پھیل سکتے ہیں۔ جیسے جیسے بیماری بڑھتی جارہی ہے ، یہ گھاو آہستہ آہستہ بھوری ، نیکروٹک علاقوں میں بدل جاتے ہیں۔ تنوں کے انفیکشن کے نتیجے میں سیاہ کینکر پیدا ہوتے ہیں جو عروقی نسجوں کے آس پاس بڑھتے ہیں اور انھیں پٹی باندھتے ہیں ، جس کے باعث کنکر کے اوپر والے حصے مر جاتے ہیں اور پلانٹ کی قبل از وقت بےحرمتی ہوتی ہے",
        "treat":"میلواسیرم کے خلاف سیوڈموناس فلوروسینس اور بیسیلس سبٹیلیس پر مشتمل بیکٹیریا پر مشتمل ٹیلک پر مبنی پاؤڈر فارمولیشنوں کا اطلاق۔ اڈیڈیراچٹا انڈیکا (نیم کا عرق) کے نچوڑ بھی اطمینان بخش نتائج کے ساتھ استعمال کیا جاسکتا ہے۔ نمو کو بڑھنے سے روکنے والے گروتھ ریگولیٹرز بیکٹیریئل بلئٹی کے انفیکشن سے بھی بچ جاتے ہیں۔ کیمیائی کنٹرول اگر دستیاب ہو تو احتیاطی تدابیر اور حیاتیاتی علاج کے ساتھ ہمیشہ مربوط نقطہ نظر پر غور کریں۔ میلواسیرم کے خلاف بااختیار اینٹی بائیوٹک کے ساتھ بیجوں کا علاج اور کپرویٹ  کے ساتھ فولر سپرے بہت موثر ہیں۔ ایسڈ کے علاج کے ساتھ بیجوں کی صفائی ، اس کے بعد تانبے آکسیکلورائد کے ساتھ بیج ڈریسنگ بھی اچھے نتائج ظاہر کرتی ہے۔ فیرومون ٹریپس اور لالچ کو ہر اکیس  دن کے وقفے کے ساتھ استعمال اور تبدیل کیا جاسکتا ہے",
        "measure":"تیزابیت کے علاج کے ذریعہ اعلی کوالٹی ، بیماری سے پاک بیج یا بیج ڈیلٹر لگائیں۔ بیماری سے بچنے کے ل بلاٹ مزاحم قسموں کا استعمال زیادہ موثر طریقہ ہے۔ اسکاؤٹ فیلڈز متاثرہ پودوں کی نشاندہی کرتے ہیں اور ان کے ساتھ ساتھ کچھ ہمسایہ پودوں کو بھی نکال دیتے ہیں۔ نمی کو کم کرنے اور پودوں کے خشک ہونے کو فروغ دینے کے لئے چھت کو ہر ممکن حد تک کھلا رکھیں۔ جب پودوں کی نمی ہوتی ہے تو کھیتوں کے ذریعہ کاشت کرنا اور نہ منتقل کرنا۔ زیادہ سے زیادہ آب پاشی کے نظام سے سیراب نہ کریں۔ فصلوں سے متاثرہ کھیتوں کو جتنی جلدی ممکن ہو زیادہ نقصانات سے بچنے کے ل.۔ پودوں کو جتنی جلدی ممکن ہو کھیتوں سے ہٹا دیں اور انہیں جلا دیں۔ بوسیدہ ہونے کے حق میں متاثرہ اوشیشوں کو گہری مٹی میں شامل کریں۔ غیر حساس پودوں کے ساتھ فصل کی گردش کا منصوبہ بنائیں "
    },
    {
        "id":3,
        "name":"ہربیسائڈ گروتھ نقصان",
        "des":"تیزابیت کے علاج کے ذریعہ اعلی کوالٹی ، بیماری سے پاک بیج یا بیج ڈیلٹر لگائیں۔ بیماری سے بچنے کے ل بلاٹ مزاحم قسموں کا استعمال زیادہ موثر طریقہ ہے۔ اسکاؤٹ فیلڈز متاثرہ پودوں کی نشاندہی کرتے ہیں اور ان کے ساتھ ساتھ کچھ ہمسایہ پودوں کو بھی نکال دیتے ہیں۔ نمی کو کم کرنے اور پودوں کے خشک ہونے کو فروغ دینے کے لئے چھت کو ہر ممکن حد تک کھلا رکھیں۔ جب پودوں کی نمی ہوتی ہے تو کھیتوں کے ذریعہ کاشت کرنا اور نہ منتقل کرنا۔ زیادہ سے زیادہ آب پاشی کے نظام سے سیراب نہ کریں۔ فصلوں سے متاثرہ کھیتوں کو جتنی جلدی ممکن ہو زیادہ نقصانات سے بچنے کے ل.۔ پودوں کو جتنی جلدی ممکن ہو کھیتوں سے ہٹا دیں اور انہیں جلا دیں۔ بوسیدہ ہونے کے حق میں متاثرہ اوشیشوں کو گہری مٹی میں شامل کریں۔ غیر حساس پودوں کے ساتھ فصل کی گردش کا منصوبہ بنائیں ",
        "treat":"یہاں اس حالت کا کوئی حیاتیاتی علاج دستیاب نہیں ہے۔ روک تھام اور کھیتی باڑی کے اچھے طریقوں سے بچنے کے لئے کلیدوں کا استعمال کریں تاکہ نقصان پہلا مقام پر ہو۔ زیادہ مقدار میں مشتبہ ہونے کی صورت میں ، پودوں کو اچھی طرح دھونے یا کللا کرنے میں مدد مل سکتی ہے۔ اگر دستیاب ہو تو کیمیکل کنٹرول ، احتیاطی تدابیر اور حیاتیاتی علاج کے ساتھ ہمیشہ مربوط نقطہ نظر پر غور کریں۔ جڑی بوٹیوں سے دوچار سپرے کی منصوبہ بندی کرنے سے پہلے ، اس بات کا یقین کر لیں کہ آپ جڑی بوٹیوں سے نمٹنے کے بارے میں جانتے ہو (بنیادی طور پر براڈ لیف برانڈ بمقابلہ گھاس) اور بہترین طریقہ منتخب کریں۔ احتیاط سے ہربیسائڈ کا انتخاب کریں اور لیبل پر اشارے کے مطابق خوراک کی ہدایات پر عمل کریں",
        "measure":"یقینی بنائیں کہ آپ جس قسم کے ماتمی لباس کا معاملہ کر رہے ہو اسے جانتے ہو (بنیادی طور پر براڈ لیف ویڈ بمقابلہ گھاس) احتیاط سے وہ ہربیسائڈ منتخب کریں جو آپ کے مق   صد کے مطابق ہوجائے۔ لیبل کو غور سے پڑھیں اور اشارے کے مطابق خوراک کی      ہدایات پر عمل کریں۔ کسی مختلف جڑی بوٹیوں سے آلودگی سے بچنے  استعمال کے بعد اسپرے کنٹینر کو ہمیشہ صاف کریں۔ دوسرے کھیتوں میں بہہ جانے سے بچنے کے لئے تیز ہوا میں چھڑکنے سے گریز کریں۔ بہاؤ کو کم کرنے والے سپرے نوزلز کا استعمال کریں جو مطلوبہ ماتمی لباس کو بہتر طریقے سے نشانہ بناتے ہیں۔ نتائج کی نگرانی کے لئے چراگاہوں اور گھاس کے میدانوں میں ہربیسائیڈ کی جانچ کریں اور جانچیں۔ موسم کی پیشن گوئی کو احتیاط سے چیک کریں اور تیز ہوا کے درجہ حرارت اور نمی کی صورت میں اسپرے نہ کریں۔ درخواست کی تاریخوں ، مصنوعات ، فیلڈ کے مقامات اور موسم کی صورتحال کے ساتھ سرگرمیوں کا ایک لاگ ان رکھیں "
    },
    {
        "id":4,
        "name":"فوسیریم ولٹ",
        "des":" پلانٹ کا مرجھانا۔ پتیوں کا زرد ہونا۔ خلیہ کے اندر بھوری یا سرخ رنگ داغ ہے۔ یہ کوکی فصل کے مخصوص نقصانات کے نمونے دکھاتے ہیں۔ کچھ معاملات میں ، پودوں میں کسی نوعمر مرحلے میں بھی مرجانے کے آثار ظاہر ہوتے ہیں ، پتے زرد پڑتے ہیں۔ پختہ پودوں پر ، پودوں کے کچھ حصوں پر ہلکی سی جھلکیاں اکثر ظاہر ہوتی ہیں۔ دن کے گرم ترین گھنٹوں کے دوران یہ سب سے زیادہ عام ہے۔ بعد میں پتے کلوروٹک بن جاتے ہیں ، اکثر صرف ایک طرف۔ تنوں کے طول بلد حصے اندرونی امور کی بھوری رنگ سے سرخ رنگت آراستہ دکھاتے ہیں ، پہلے اڈے پر ، بعد میں تنے تک۔",
        "treat":"کئی حیاتیاتی کنٹرول ایجنٹوں بشمول بیکٹیریا اور ایف۔ آکسفورم کے نان پیتھوجینک تناؤ جو پیتھوجینز کا مقابلہ کرتے ہیں کچھ فصلوں میں فوسریئم وِلٹ کو کنٹرول کرنے کے لئے استعمال کیے جاتے ہیں۔ ٹریکوڈرما مختلف قسم کے بیج (دس گرام / کلوگرام بیج) کے علاج کے ل. بھی استعمال کیا جاسکتا ہے۔ کچھ مٹی فوسیریم کی نشوونما کو دبا دیتے ہیں۔ مٹی کے پییچ کو(6.5-7.0) میں ایڈجسٹ کرنا اور امونیم کے بجائے نائٹریٹ کا استعمال نائٹروجن ماخذ کی حیثیت سے بیماری کی شدت کو کم کرسکتا ہے۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ آلودگی والے مقامات پر مٹی پر مبنی فنگسائڈس لگائیں اگر کوئی اور اقدامات موثر نہیں ہیں۔ کاشت کرنے سے پہلے مٹی کو تانبے آکسیلورائیڈ پانی سے کھینچنا بھی موثر ہے۔.",
        "measure":"مٹی کا پییچ( 6.5-7.0) میں ایڈجسٹ کریں اور نائٹریٹ کو نائٹروجن ماخذ کے طور پر استعمال کریں۔ اگر آپ کے علاقے میں دستیاب ہو تو مزاحم قسمیں لگائیں۔ بیماری کے علامات کے لئے کھیتوں کی نگرانی کریں۔ ہینڈ پیک اور متاثرہ پودوں کو ہٹا دیں۔ اپنے سامان کو صاف رکھیں ، خاص طور پر جب مختلف شعبوں کے مابین کام کرتے ہو۔ کھیت کے کام کے دوران پودوں کو پہنچنے والے نقصان سے بچیں۔ تجویز کردہ پوٹاش پر خصوصی توجہ کے ساتھ متوازن کھاد ڈالیں۔ فصل کاٹنے کے بعد پودوں کا ملبہ ہل اور جلائیں۔ فنگس کو مارنے کے ایک مہینے تک متاثرہ علاقے کو پوری دھوپ میں کالے پلاسٹک ورق سے ڈھانپیں۔ مٹی میں کوکی کی سطح کو کم کرنے کے لئے( 5-7 ) سال تک کی گردشوں کا منصوبہ بنائیں۔"
    },
    {
        "id":5,
        "name":"الٹیناریا لیف اسپاٹ",
        "des":"پتیوں پر جامنی رنگ کے مارجن کے ساتھ بھوری سے سرمئی رنگ کے مقامات۔ مقامات کے مراکز خشک ہیں اور باہر گر سکتے ہیں۔ تنوں پر چھوٹے ڈوبے ہوئے دھبے۔ پھولوں کی کلیوں کا بہانا۔ پتیوں اور نالیوں کے ابتدائی انفیکشن چھوٹے ، سرکلر ، بھوری سے ٹن داغوں کو تیار کرتے ہیں جس میں جامنی رنگ کے مارجن (1 سے 10)ملی میٹر قطر کے ہوتے ہیں۔ یہ مقامات اکثر اوپری سطح پر زیادہ واضح طور پر بیان کردہ ، زونٹرن پیٹرن میں حاصل ہونے والی ایک ارتکاز نمو ظاہر کرتے ہیں۔ جیسے جیسے یہ بڑھتے ہیں ، ان کا مرکز آہستہ آہستہ خشک ہوجاتا ہے اور سرمئی ہو جاتا ہے ، اور کبھی کبھار کریکنگ اور باہر گرنا (شاٹ ہول کا اثر) یہ دھبے پتے کے بلیڈ کے وسط میں فاسد مردہ علاقوں کو اکٹھا کرکے پیدا کرسکتے ہیں۔ تاہم ، مرطوب حالات میں ، کوک کافی مقدار میں بیضوں کی پیداوار اور رہائی کرتی ہے ، جس کے نتیجے میں گھاووں کی کالی رنگت ہوسکتی ہے۔ ",
        "treat":"سیڈوموناس فلورسنسن (10 گرام / کلوگرام بیج) کے ساتھ بیجوں کا علاج اور ہر (10) دن میں(02٪)چھڑکنے سے انفیکشن میں نمایاں کمی واقع ہوتی ہے۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ اگر آپ کیمیائی کنٹرول (Tebuconazole 50.0٪ WG Trifloxystrobin 25.0٪) لاگو کرنا چاہتے ہیں تو کسی ایک مصنوعات کا انتخاب کریں۔",
        "measure":"اگر آپ کے علاقے میں دستیاب ہیں تو مزاحم یا رواداری والی اقسام کو پودے لگائیں۔ پودوں کے درمیان ہوا کی گردش کو بڑھانے کے لئے کافی جگہ مہیا کریں۔ بیماری کے علامات کے لئے باقاعدگی سے نگرانی کریں۔ پودوں کی باقیات کو نکال دیں اور روئی کے کھیت سے کچھ فاصلے پر جلا دیں۔ پودوں کے دباؤ ، خاص طور پر پوٹاشیم کی کمی سے بچیں۔ شدید متاثرہ روئی کے پودوں کو ہٹا دیں اور انہیں تباہ کردیں۔ کھیت میں لمبا گھاس اور ماتمی لباس نکال دیں۔ زوال پذیر پودوں سے باقی بچ جانے والی باقیات کو توڑنے میں زوال کی معاونت کرنا۔ غیر میزبان فصلوں کے ساتھ فصلوں کی گردش کی مشق کریں ، جیسے۔ اناج"
    }
]