[
    {
        "id":1,
        "name":"Rice Hispa",
        "des":"White, parallel streaks or patches along the main axis of leaves.  Irregular white patches.Withering of leaves. Dark blue or blackish, somewhat square-shaped, spined beetles. Adult beetles feed externally on the upper epidermis, causing a characteristic pattern of white, parallel streaks along the main axis of the leaf. In case of severe infestation, even the veins can be affected, leading to the appearance of large, white blotches. Adults are often present on the damaged leaves, generally on the upper side. The larvae feed on the green tissue between the two epidermis of the leaves, tunneling along the veins and causing white patches. They can be detected by holding the damaged leaf against light or by passing the fingers along the tunnel. Infested leaves dry up, and present a white appearance in the field. From a distance, severely damaged fields look burnt.",
        "treat":"The biological control of this pest is still under study. The larval parasitoid, Eulophusfemoralis, has been introduced in Bangladesh and India and may reduce the hispa problem in these areas. The conservation of indigenous natural enemies may also play an important role in the management of this pest. For example, there are small wasps that attack the eggs and larvae and a reduviid bug that eats on the adults. There are also three fungal pathogens that attack the adults. Chemical Control. Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control. Lambda-Cyhalothrin 2.5% EC",
        "measure":"No effective resistance trait to this pest is available in rice. Use narrower plant spacing with greater leaf densities that can tolerate higher hispa numbers.  Grow crops early in the season to avoid peak populations.  Cut the shoot tip to prevent egg laying.  Collect adult bugs with a sweeping net, preferably early in the morning when they are less mobile.  Remove any kind of weed from the rice field during the crop-free season. Infested leaves and shoots should be clipped and burned, or buried deep in the mud.  Avoid excessive nitrogen fertilization in infested fields.  Apply a crop rotation to break the life cycle of the pest."
    },
    {
        "id":2,
        "name":"Rice Case Worm",
        "des":"Leaves cut at right angles. Ladder-like structures.Larvae is green with yellow head. Adults are white moths.The young P. stagnalis larva causes linear grazing of leaves. Rice case worms cut off rice leaves tips at right angles to make leaf cases. Caseworm damage is characterized by leaves cut at right angles as with a pair of scissors and leaf cases floating on water. Larvae feed by scraping the leaf tissue, leaving the papery upper layer of the leaf.",
        "treat":"Encourage biological control agents such as snails (feed on eggs), hydrophiid and dytiscid water beetles (feed on larvae), spiders, dragonflies, and birds (feed on adults). Apply ash or spray neem leaf extracts to the place where insects are found. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Use foliar treatments of authorized carbamate insecticides and avoid pyrethroids, to which the pest has become tolerant. ",
        "measure":"Early planting reduces the incidence. Use wider spacing (30 x 20 cm) when planting. Transplant older seedlings and destroy possible remaining eggs. Drain the field and use filters to catch worms when re-irrigating after 2-3 days. Use recommended fertilizer applications, avoiding excess application.Remove weeds and weedy rice in the field and nearby areas to remove alternate hosts. Make sure that adequate potassium is used."
    },
    {
        "id":3,
        "name":"Kernel Smut of Rice",
        "des":"Symptoms usually observed at crop maturity. Black pustule  Black dusty c ant parts.The disease I ity by producing bl place of grain endosperms.Some strains of this disease produce toxins. The symptoms are most evident when rice reaches its maturity stage. The glumes become dark colored when infected and black pustules break through the hulls. The spores are most noticeable in the early morning when the conditions are dewy. Infected kernels can be partially or completely smutted. Black pustules of spores push through the glumes, which may swell from the moisture of overnight dew.",
        "treat":"Best biosecurity actions should be put in place to prevent entry, establishment, and spread of the pests and disease. Bioagents like Bacillus Pumilus is very effective against the fungus of Tilletiabarclayana.Chemical Control Always consider an integrated approach with preventive measures together with biological treatments, if available. The disease is favored by high nitrogen rates, hence apply only recommended dosage of nitrogen at an appropriate time. Apply Propiconazole containing fungi at the boot growth stage to minimize the amount of infection. Fungicides such as Azoxystrobin, Trifloxystrobin can also be applied.",
        "measure":"Use less-susceptible cultivars in fields, for example, short and medium grain varieties with no Kernel Smut history. Plant certified rice seed earlier.Use only the recommended rate of Nitrogen fertilizer. Avoid excess Nitrogen rates, especially pre-flood timing. Implement good hygiene management to avoid the spread of the disease.A quarantine area of 50 m square around the infected rice plant may be recommended.Eradicate the infected plants and the surrounding area by burning it."
    },
    {
        "id":4,
        "name":"Demerara Froghopper",
        "des":"Yellowing and wilting of leaves. Dying of young plants. White foamy liquid - 'spittle mass'. Dark brown froghopper with light brown pattern on its back.Both nymphs and adults harm and debilitate the plants by sucking on them and injecting a toxin that blocks or prevents the circulation of the sap. In maize, only the adult causes damage by attacking the leaves soon after emergence, often killing them.",
        "treat":"Time for hatching is significantly reduced with decreases in overnight temperature and the prolonged exposure of eggs to cold temperatures. This early hatching can reduce populations of this insect.Chemical Control Always consider an integrated pest control program with preventive measures and biological treatments if available. Crop seeds could be treated with systematic insecticides to prevent the attack by Deoisflavopicta.",
        "measure":"Monitor the field for the presence of white foamy liquid on leaves (spittle mass). Control alternative hosts in and around the field. The Demerara froghopper, also known as spittlebug (Deoisflavopicta) is an insect that causes damage to several crops, among others rice and maize. Females lay eggs in the soil, close to the host plants. After hatching, the nymphs start to feed gregariously on roots and stems close to the soil surface. They form a spittle mass which is a white foamy liquid formed by the introduction of air bubbles into their own secretions. A spittle mass is an evidence of feeding by nymphs on the plant at that location. "
    },
    {
        "id":5,
        "name":"Blast of Rice",
        "des":"Oval to round white spots with dark margins on leaves.Nodes can also show symptoms. Death of seedling or young plants. Rice blast affects all above-ground parts of the plant: leaf, collar, node, neck, parts of panicle, and sometimes leaf sheath. Leaves exhibit yellow to light green chlorotic, spindle-shaped or elliptical spots. The borders of these lesions are necrotic and the center is grey to white. The size of the lesions depends on the age of the plant, the variety and time of infection. As the lesions grow, the leaves dry out gradually. If the junctions of leaves and sheaths are infected, collar rot can appear, and the leaves above the junctions die.",
        "treat":"To this day, no effective biological control of the disease is commercially available. Experiments are ongoing to test the viability of products based on Streptomyces or Pseudomonas bacteria on the fungus and the incidence spread of the disease. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Kasugamycin 3.0% SL",
        "measure":"Use healthy or certified seed material. Plant resistant varieties available in the area.Sow seeds early in season, after the onset of the rainy season.  Avoid excessive nitrogen and split the applications in two or more treatments. Avoid drought stress to the plants with regular irrigation. Keep a proper flood level for the rice to grow properly. Maintain continuous flooding and avoid drainage of the rice field. Maintain control of weeds and alternative hosts.Apply silicon fertilizers if the soil is known to be silicon deficient. Cheap source of silicon include straws of rice varieties with high silicon content. Monitor your field regularly for symptoms.  Destroy all infected plant residues to prevent the carry-over of the fungus in the field.Plan a crop rotation as a simple and effective way to reduce populations.Choose ONE of the products if you want to apply chemical control Tebuconazole 25.9% EC "
    }
]