[
    {
        "id":1,
        "name":"Early Shoot Borer",
        "des":"Feeding damage on shoots and leaves.Dead heart in young plants. Damaged canes emit foul odor.Adult has tan body, straw colored forewings and whitish hindwings.White, flat eggs can be found in clusters of up to 60 eggs in 3 to 5 rows on the lower surface of the leaf sheaths. Young larvae make small holes in leaves, especially in the leaf-sheaths. Older larvae drill holes at the base of the stems, enter the inside of the plant and feed on the soft internal tissues, causing dead hearts in plants. The central whorl of leaves may also dry up in the damaged plants. Infested tissues emit a foul odor. The early shoot borer act as an internode borer.",
        "treat":"Release the egg parasitoid Trichogramma chilonis at seven to ten day intervals from the first month of planting until one month prior to harvest. Release females of Sturmiopsis inferens 30 to 45 days after planting. Alternatively, apply the granulosis virus of sugarcane shoot borer at a concentration of eight to ten virus inclusion bodies per millilitre at the 30th, 45th and 60th day of crop growth. The virus should be applied during evening hours immediately followed by irrigation.Chemical Control",
        "measure":"Use resistant or tolerant varieties Avoid planting alternative host plants in the vicinity of the cane field (schwank, dub grass, maize).  Plant early in the season to avoid infestation.  Use pheromone sleeve traps or light traps to catch the moths.  Remove and destroy dried shoots and other crop residues after harvest. Intercropping with green gram, black gram, daincha (Agathi) also helps repelling the adults.  Avoid excessive use of nitrogen fertilizers."
    },
    {
        "id":2,
        "name":"Red Rot",
        "des":"Red to brown blotches of different sizes on stalks. Red rotten areas within the white pith. Red oval spots on leaves, particularly visible on the midrib. Grain rot in the form of red, brown or gray discolorations and sour odor.Infected stalks have a dull color and show large red blotches on the surface, more or less important depending on the variety. A longitudinal section of the stalk show red rotten tissue in the otherwise white pith. In resistant plants, the red, diseased areas are often confined to the internodes. As the disease progresses, cavities may form within the pith and bundles of hardened fibers are also visible. Leaves wilt and shrivel. Plants start to emit a foul odor and stalks are easily broken under adverse weather conditions. On leaves, small red oval or elongated lesions develop on the midrib, sometimes along its full length. Sheaths may have reddish patches and small dark spots develop only occasionally on leaf blades. ",
        "treat":"Biological Control Hot water bath (for example 50°C for 2 hours) can be used to kill the pathogen on seeds and control the incidence of red rot. Biological control agents can also be used to treat seeds. These include species of fungi of the genera Chaetomium and Trichoderma and some species of the bacteria Pseudomonas. Foliar sprays based on these solutions are also effective in reducing the spread of the disease. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Mancozeb 75.0% WP",
        "measure":"Plant resistant varieties, if suitable for your area. Use healthy seeds and seedlings from a certified source. Obtain planting material from fields with no disease. Change sowing time to avoid either too hot or too cool temperatures during the season.  Regularly monitor the field and rogue diseased plants or clumps. Avoid the ratooning of diseased crops.  Remove any plant debris from the field after harvest and burn them. Alternatively, plow the field several times to expose fungal material in the soil to sunlight.  Plan a good crop rotation with non-susceptible plants for a 2-3 years.Choose ONE of the products if you want to apply chemical control Thiophanate-Methyl 70.0% WP"
    },
    {
        "id":3,
        "name":"Termites",
        "des":"Insect Termites Termitidae Can also be found in Chickpea & Gram, Eggplant, Maize, Manioc, Peanut Confirm diagnosis  Wilting of young or older plants and often lodging. Presence of termites and tunnels around and in the roots. Roots and the base of the stem are hollowed out.",
        "treat":"Preparations based on nematodes that attack termites are effective against this pest. Solutions containing the fungi Beauveria bassiana or some species of Metarhizium are effective when applied into the termite hill. Fungi spores can also act as repellents. Neem seed kernel extracts (NSKE) have been used against termites on trees and on field crops with good results. Another solution is to pour wood ash or pounded Neem leaves or seeds into the holes dig by the termites in order to repel termites. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Thiamethoxam 75.0% SG Brand that sells it Neo Super (Crystal), Relative (  See info) (MAC), Capcadis (Syngenta)",
        "measure":"When planting, avoid bare, dry soils with little residues and organic content.Inspect plants regularly, early in the morning or late in the afternoon.Remove and destroy affected plants or part plants. Promote conditions for healthy plant growth. Avoid water stress and unnecessary injury to the plants. Harvest early if possible, as termites often attack the crops left over in the field after maturity.Remove plant residues and other debris after harvest. Plow fields to destroy termites' nests and tunnels and to expose them to predators, such as ants, birds, chicken, etc. Practice crop rotations or grow in fields with intercrops."
    },
    {
        "id":4,
        "name":"Eyespot of Sugarcane",
        "des":"Fungus Smut of Sugarcane Sporisorium scitamineum.Confirm diagnosis .Black, whip-like structure grows in the plant. Stunted plant growth. Thin, stiff leaves.",
        "treat":"Unfortunately, there is no known alternative treatment against Bipolaris sacchari. We request you to get in touch with us in case you know of something that might help to fight this disease. Looking forward to hearing from you. Chemical Control Always consider an integrated approach with preventive measures and biological treatments, if available. Foliar application 0.2% copper oxychloride or 0.3% mancozeb with 2 to 3 sprayings at an interval of 10 to 15 days. Spraying is to be done as per the severity of the disease.",
        "measure":"When planting, avoid bare, dry soils with little residues and organic content. Inspect plants regularly, early in the morning or late in the afternoon.Remove and destroy affected plants or part plants. Promote conditions for healthy plant growth.  Avoid water stress and unnecessary injury to the plants. Harvest early if possible, as termites often attack the crops left over in the field after maturity. Remove plant residues and other debris after harvest.Plow fields to destroy termites' nests and tunnels and to expose them to predators, such as ants, birds, chicken, etc. Practice crop rotations or grow in fields with intercrops."
    },
    {
        "id":5,
        "name":"Smut of Sugarcane",
        "des":"Fungus Smut of Sugarcane Sporisorium scitamineum.Confirm diagnosis .Black, whip-like structure grows in the plant. Stunted plant growth. Thin, stiff leaves.",
        "treat":"Remove infected stalks and destroy all residues of infected plants. To ensure disease-free seeding material, you should dip sugarcane cuttings in a 52°C hot water bath for 30 minutes. Otherwise you can dip the cuttings in a 50°C hot water treatment for 2 hours.Chemical Control Always consider an integrated approach with preventive measures as well as biological treatments if available. Treatment of sets with fungicides like benzimidazole before planting can help to reduce the incidence of the disease in the fields.",
        "measure":"plant resistant varies use disease free planting material implement wide crop rotation use heat therapy for breeder seed production AT 54oc for 150 min apply control  CARBENDAZIM 25.0% EC"
    }
]