[
    {
        "id":1,
        "name":"ناردرن لیف بلاؤٹ",
        "des":"علامات پہلے نچلے پتے پر ہوتے ہیں۔ تاریک حاشیہ 25-150 ملی میٹر لمبی لمبی تنگ ٹین گھاووں کے پتے مارجن کے متوازی ہے۔ اس بیماری سے پتے خشک ہوجاتے ہیں ، مرجھا جاتے ہیں اور مرجاتے ہیں۔ اس کی علامتیں نچلے پتے پر پہلے چھوٹے ، بیضوی ، پانی سے بھیگ دھبے کی طرح دکھائی دیتی ہیں۔ جیسے جیسے یہ بیماری بڑھتی ہے ، وہ پودوں کے اوپری حصے پر ظاہر ہونا شروع کردیتے ہیں۔ پرانے دھبے آہستہ آہستہ ٹن ، لمبے سگار کے سائز کے نیکروٹک گھاووں کے ساتھ الگ ہوجاتے ہیں جن کے ساتھ مختلف تاریک داغے اور ہلکے سبز ، پانی سے بھری ہوئی سرحدیں ہیں۔ ان گھاووں نے بعد میں پتی کے داغ اور ڈنٹھ کے بڑے حصے کو اکٹھا کیا اور لپیٹ لیا ، بعض اوقات موت اور قیام کا باعث بنتا ہے۔ اگر بچی کی نشوونما کے دوران انفیکشن پودوں کے اوپری حصوں میں پھیل جاتا ہے۔ شدید پیداوار میں نقصان ہوسکتا ہے (70٪ تک)۔",
        "treat":"انفیکشن کے خطرے کو کم کرنے کے لئے ٹرائیکوڈرما ہارزیانیم یا بیسیلس سبٹیلیس پر مبنی بائیو فنگسائڈس کو مختلف مراحل پر لاگو کیا جاسکتا ہے۔ گندھک کے حل کا اطلاق بھی موثر ہے۔ کیمیائی کنٹرول .حلاب اگر حیاتیاتیاتی علاج معالجے کے ساتھ ساتھ احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ .0 ",
        "measure":"مزاحم یا رواداری والی اقسام بڑھائیں۔ متناسب غذائیت کی فراہمی کو یقینی بنائیں اور ضرورت سے زیادہ نائٹروجن فرٹلائجیشن سے بچیں۔ باقاعدگی سے گھاس کو کھیت میں اور اس کے آس پاس آس پاس سویا بین ، پھلیاں یا سورج مکھی کے ساتھ گھومیں تاکہ وسیع پیمانے پر پھیلنے  سے بچ سکیں پلانٹ کے ملبے کو دفن کرنے کے لئے گہرا ہل چلاو "
    },
    {
        "id":2,
        "name":"مکئی کا گرے لیف اسپاٹ",
        "des":"پیلے رنگ کے ہالوں میں گھرا ہوا چھوٹا گھاووں کی وجہ سے اور پورے پتے کی بھڑک اٹھنے کا نتیجہ ہوسکتا ہے۔ چھوٹے نیکروٹک (بھوری یا ٹین) دھبے جن میں پیلا کلورٹک ہالہ ہوسکتا ہے وہ نچلے پتے پر ظاہر ہوتا ہے عام طور پر پھول آنے سے پہلے۔ آہستہ آہستہ یہ گھاے بھورے رنگ کے ہو جائیں گے اور چھوٹے پتے پر بھی ظاہر ہوجائیں گے۔ جب بیماری بڑھتی ہے تو ، وہ لمبا اور آئتاکار گھاووں میں توسیع کرتے ہیں جو پتیوں کی رگوں کے متوازی چلتے ہیں۔ زیادہ سے زیادہ حالات میں (گرم درجہ حرارت ، زیادہ نمی اور گیلے پتے) ، وہ پورے پتے کو اکٹھا کر سکتے ہیں۔.",
        "treat":"اس بیماری پر قابو پانے کے لئے کوئی حیاتیاتی کنٹرول دستیاب نہیں ہے۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں",
        "measure":"اگر آپ کے علاقے میں دستیاب ہو تو مزاحم قسمیں لگائیں۔ پودوں کے لئے منفی حالات سے بچنے کے لئے دیر سے پودے لگائیں۔ پودوں کے مابین جگہ کو وسیع کرکے اچھے وینٹیلیشن کو جاری رکھیں۔ کٹائی کے بعد گہرا ہل چلا کر پودوں کے تمام اوشیشوں کو دفن کردیں۔ غیر میزبان پودوں کے ساتھ طویل مدتی فصل کی گردشوں کا منصوبہ بنائیں"
    },
    {
        "id":3,
        "name":"مکئی کی عام زنگ",
        "des":"گھاؤ پتیوں پر فلیک کے طور پر شروع ہوتے ہیں جو چھوٹے چھوٹے چھوٹے دھبوں میں تیار ہوتے ہیں۔ دونوں اوپری اور نچلے پتے کی سطحوں پر پسٹولس موسم کے آخر میں گہری بھوری سے سیاہ ہو جاتے ہیں۔ لمحے کے پتے پتیوں کے دونوں اطراف پر ظاہر ہوتے ہیں اور آہستہ آہستہ چھوٹے ، ٹین ، تھوڑا سا اٹھائے ہوئے دھبے میں تیار ہوتے ہیں۔ یہ بنیادی طور پر لمبے لمبے دھبے بعد میں پاؤڈر ، سنہری بھوری رنگ کے پستول میں بدل جاتے ہیں جو اوپری اور نچلے اطراف کے پیچ میں ڈھیلے پڑتے ہیں۔ پود کے پختگی کے ساتھ ہی رنگ سیاہ میں بدل سکتا ہے۔ دیگر زنگ آلود بیماریوں کے برعکس ، پودوں کے دیگر حصوں مثلا st ڈنڈوں ، میان کی پتیوں یا بھوسیوں پر علامات موجود نہیں ہوتے ہیں۔ تاہم ، stalks کمزور اور نرم بڑھتے ہیں اور رہنے کے لئے شکار ہیں. جوان پتیوں کے ٹشو بالغ پتے کے مقابلے میں کوکیی انفیکشن کا زیادہ حساس ہوتا ہے",
        "treat":"ابھی تک پکنیا سوارغم کے خلاف کوئی متبادل علاج دستیاب نہیں ہے۔ اگر آپ کو کسی ایسی چیز کے بارے میں پتہ چل جاتا ہے جس سے اس بیماری سے لڑنے میں مدد مل سکتی ہے تو براہ کرم ہم سے رابطہ کریں۔ آپ سے سننے کے منتظر کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔",
        "measure":"مقامی طور پر پودے کی مزاحم قسمیں دستیاب ہیں۔ انفیکشن کے زیادہ سے زیادہ حالات سے بچنے کے لئے جلد پودے لگائیں۔ موسم کی مختصر اقسام کا استعمال کریں جو پہلے سے پختہ ہوجائیں۔ اس بیماری کے علامات کے لئے فصل کی باقاعدگی سے نگرانی کریں ، اس سے کہیں زیادہ موسم ابر آلود موسم کے دوران۔ نائٹروجن کے الگ الگ استعمال سے متوازن کھاد کو یقینی بنائیں۔ غیر حساس فصلوں کے ساتھ فصلوں کی گردش کا منصوبہ بنائیں"
    },
    {
        "id":4,
        "name":"پوٹاشیم کی کمی",
        "des":"پتے پر پیلے رنگ سے گہرا سبز پچی کاری کا نمونہ - نوک سے شروع ہوتا ہے۔ پتیوں اور ٹہنیاں پر سیاہ فرحت بخش دھبے اور لکیریں۔ مستحکم ترقی۔ انفیکشن کی علامات مختلف قسم ، پودوں کی عمر اور ماحولیاتی حالات کے ساتھ مختلف ہوتی ہیں۔ پیلی بلیڈوں پر پیلے رنگ سے گہرے سبز رنگ کے نمونوں کے نمونے نمودار ہوتے ہیں اور انھیں ایک بدبودار اور بدصورت پہلو دیتے ہیں ، جو اکثر نوک سے شروع ہوتے ہیں۔ پتی کی رگوں اور ٹہنیاں پر بھوری سے سیاہ لکیریں اور مردہ ٹشو ماد .ی کے گول دھب .ے نکلتے ہیں۔ کلیوں اور پھولوں کی مزید ترقی نہیں ہوتی ہے۔ متاثرہ پودوں سے آنے والے نلیاں چھوٹی ہیں اور اس کی جلد پر نیروٹک یا مردہ حلقے پڑسکتے ہیں۔ پودوں کی پوری نشوونما پر سمجھوتہ کیا گیا ہے ، اور فصل کی پیداوار کم ہو رہی ہے۔",
        "treat":"کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ وائرل بیماریوں کا کیمیائی علاج ممکن نہیں ہے۔ تاہم ، کیڑے مار دواؤں کو افڈوں کی آبادی کو کم کرنے کے لئے استعمال کیا جاسکتا ہے",
        "measure":"معدنی تیل کے ہفتہ وار استعمال سے وائرس کے پھیلاؤ کو کم کیا جاسکتا ہے  اور ان کے کھانے کے طرز عمل میں تبدیلی کرتا ہے جس سے پودوں کوانفکشن ہونے کا امکان کم ہوتا ہے .یہ وائرس انتہائی متعدی ہے۔ یہ زیادہ تر سولاناس خاندان کے پودوں کو مارتا ہے ، جیسے ٹماٹر ، آلو اور کالی مرچ۔ یہ مختلف قسم کے پروں والے افڈس ، متاثرہ پودوں کے مواد اور آلودہ آلات کے ذریعہ پھیلتا ہے"
      
    },
    {
        "id":5,
        "name":"ریڈ روٹ",
        "des":"ڈنڈوں پر مختلف سائز کے سرخ رنگ کے بھوری رنگ کے نشان۔ سفید ہل کے اندر سرخ سڑے ہوئے علاقے۔ پتیوں پر سرخ انڈاکار دھبے ، خاص طور پر مڈریب پر نظر آتے ہیں۔ سرخ ، بھوری یا بھوری رنگ کی رنگت اور کھٹی گند کی شکل میں دانوں کی گل جاتی ہے۔ متاثرہ ڈنڈوں کا رنگ ہلکا ہوتا ہے اور اس کی سطح پر بڑے سرخ رنگ کے نشانات دکھائے جاتے ہیں ، جو مختلف قسم کے لحاظ سے کم و بیش اہم ہوتے ہیں۔ ڈنڈا کے طول بلد حصے دوسری صورت میں سفید رنگ کی گہرائی میں سرخ بوسیدہ ٹشو دکھاتے ہیں۔ مزاحم پودوں میں ، سرخ ، بیمار علاقے اکثر انٹنوسڈ تک ہی محدود رہتے ہیں۔ جب بیماری بڑھتی جارہی ہے تو ، گہنوں کے اندر گہا پیدا ہوسکتا ہے اور سخت ریشوں کے گٹھلے بھی دکھائی دیتے ہیں۔ وائلٹ اور منڈھے ہوئے پتے پودے بدبودار بدبو پھیلانا شروع کردیتے ہیں اور موسم کے خراب حالات میں ڈنڈے آسانی سے ٹوٹ جاتے ہیں۔ پتیوں پر ، چھوٹے سرخ انڈاکار یا لمبے لمبے گھاووں کا وسط وسط پر ہوتا ہے ، بعض اوقات اس کی پوری لمبائی ہوتی ہے۔ میانوں میں سرخ رنگ کے پیچ ہوسکتے ہیں اور چھوٹے سیاہ دھبے صرف کبھی کبھار پتی بلیڈوں پر ہی پیدا ہوتے ہیں",
        "treat":"چیتومیم اور ٹریکوڈرما اور سیوڈموناس بیکٹیریا کی کچھ پرجاتی ہیں۔ ان حلوں پر مبنی پتوں کے اسپرے بیماری کے پھیلاؤ کو کم کرنے میں بھی کارآمد ہیں۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں",
        "measure":"معدنی تیل کے ہفتہ وار استعمال سے وائرس کے پھیلاؤ کو کم کیا جاسکتا ہے۔ یہ افڈ کے ذریعہ وائرس کو تیز کرنا اور ان کے کھانے کے طرز عمل میں ردوبدل کرتا ہے ، جس سے پودوں کو انفکشن ہونے کا امکان کم ہوتا ہے .یہ وائرس انتہائی متعدی ہے۔ یہ زیادہ تر سولاناس خاندان کے پودوں کو مارتا ہے ، جیسے ٹماٹر ، آلو اور کالی مرچ۔ یہ مختلف قسم کے پروں والے افڈس ، متاثرہ پودوں کے مواد اور آلودہ آلات کے ذریعہ پھیلتا ۔اگر آپ اپنے علاقے کے لئے موزوں ہوں تو مزاحم قسم کے پودے لگائیں۔ مصدقہ ذریعہ سے صحتمند بیج اور انکر لگائیں۔ بغیر کسی بیماری والے کھیتوں سے پودے لگانے کے مواد حاصل کریں۔ موسم کے دوران یا تو بہت گرم یا بہت ٹھنڈا درجہ حرارت سے بچنے کے لئے بوائی ک وقت کو تبدیل کریں۔ باقاعدگی سے کھیت کی نگرانی کریں اور بدمعاش بیمار پودوں یا گانٹھوں کو۔ بیمار فصلوں کی برسات سے گریز کریں۔ کٹائی کے بعد پودوں کا کوئی ملبہ کھیت سے نکال دیں اور انہیں جلا دیں۔ متبادل طور پر ، مٹی میں کوکیی مواد کو سورج کی روشنی میں بے نقاب کرنے کے لئے کھیت کو متعدد بار ہل چلاؤے "

    }
]