[
    {
        "id":1,
        "name":"چاول ہسپا",
        "des":"پتوں کے اہم محور کے ساتھ سفید ، متوازی لکیریں یا پیچ۔ فاسد سفید پیچ۔ پتے کا کہیں دور ہونا۔ گہرا نیلا یا کالا ، کسی حد تک مربع کی شکل کا ، بنے ہوئے برنگے بالغ برنگے اوپری ایپیڈرمس پر بیرونی طور پر کھانا کھاتے ہیں ، جس کی وجہ پتی کے مرکزی محور کے ساتھ ساتھ سفید ، متوازی لکیروں کی خصوصیت ہوتی ہے۔ شدید    سٹیشن کی صورت میں ، یہاں تک کہ رگوں کو بھی متاثر کیا جاسکتا ہے ، جس کی وجہ سے بڑے ، سفید دھبوں کی نمائش ہوتی ہے۔ بالغوں کو اکثر خراب شدہ پتیوں پر ، عام طور پر اوپری طرف موجود رہتا ہے۔ لاروا پتیوں کے دو ایپیڈرمس کے درمیان ہری ٹشووں پر کھانا کھاتا ہے ، رگوں کے ساتھ سرنگ کرتا ہے اور سفید پیچ پیدا کرتا ہے۔ وہ خراب شدہ پتے کو روشنی کے مقابلہ میں تھام کر یا سرنگ کے ساتھ انگلیوں میں گزر کر کھوج سکتے ہیں۔ متاثرہ پتے خشک ہوجاتے ہیں ، اور کھیت میں ایک سفید رنگ پیش کرتے ہیں۔ ایک فاصلے سے ، شدید تباہ شدہ کھیتیں جلتی دکھائی دیتی ہیں۔",
        "treat":" اس کیڑے پر حیاتیاتی کنٹرول ابھی زیر مطالعہ ہے۔ لاروا پیراسیڈائڈ ، یلوفسفیورالیس ، بنگلہ دیش اور ہندوستان میں متعارف کرایا گیا ہے اور ان علاقوں میں ہیپا کی پریشانی کو کم کرسکتا ہے۔ دیسی قدرتی دشمنوں کا تحفظ بھی اس کیڑوں کے انتظام میں اہم کردار ادا کرسکتا ہے۔ مثال کے طور پر ، یہاں چھوٹے بربادیاں موجود ہیں جو انڈوں اور لاروا اور ریڈویوڈ بگ پر حملہ کرتی ہیں جو بالغوں پر کھاتی ہیں۔ یہاں تین فنگل پیتھوجینز بھی ہیں جو بالغوں پر حملہ کرتے ہیں۔ کیمیکل کنٹرول۔ اگر دستیاب ہو تو حیاتیاتی علاج کے ساتھ احتیاطی تدابیر کے ساتھ ہمیشہ مربوط نقطہ نظر پر غور کریں۔ اگر آپ کیمیائی کنٹرول کو لاگو کرنا چاہتے ہیں تو کسی ایک پروڈکٹ کا انتخاب کریں۔ لیمبڈا۔ سیہالوترین 2.5٪ ای سی",
        "measure":"چاول میں اس کیڑے سے بچنے کے لئے کوئی موثر مزاحمت کی خاصیت دستیاب نہیں ہے۔ زیادہ سے زیادہ پتی کثافتوں کے ساتھ تنگ پودوں کی وقفہ کاری کا استعمال کریں جو زیادہ ہیپا کی تعداد کو برداشت کرسکتے ہیں۔ موسم کی ابتدا میں فصلوں کو اگائیں تاکہ چوٹی کی آبادی سے بچ سکیں۔ انڈے دینے سے بچنے کے لئے شوٹ ٹپ کاٹ دیں۔ بالغ کیڑے جھاڑو پھیلانے والے نیٹ سے جمع کریں ، ترجیحا صبح سویرے جب وہ کم موبائل ہوں۔ فصلوں سے پاک موسم کے دوران چاول کے کھیت سے کسی بھی قسم کی گھاس نکال دیں۔ متاثرہ پتے اور ٹہنیاں کو کٹوا کر جلا دینا چاہئے یا گہری کیچڑ میں دفن کرنا چاہئے۔ متاثرہ کھیتوں میں زیادہ سے زیادہ نائٹروجن فرٹلائجیشن سے پرہیز کریں۔ کیڑے کے حیات سائیکل کو توڑنے کے لئے فصل کی گردش کا اطلاق کریں"
    },
    {
        "id":2,
        "name":"چاول کیس ورم",
        "des":"پتے دائیں زاویوں پر کاٹتے ہیں۔ سیڑھی کی طرح ڈھانچے۔ لاروا پیلے رنگ کے سر کے ساتھ سبز ہے۔ بالغوں میں سفید پتنگے ہوتے ہیں۔ نوجوان لاروا پتیوں کو لکیری چرنے کا سبب بنتا ہے۔ چاول کے کیڑے چاولوں کے کاٹے ہوئے پتوں کے معاملات بنانے کے دائیں زاویوں پر اشارے چھوڑ دیتے ہیں۔ کیڑے کے نقصان کو دائیں زاویوں پر پتیوں کی طرح کاٹنا پڑتا ہے جیسے کینچی اور پتی کے معاملات جوڑے کے ساتھ پانی پر تیرتے ہیں۔ پتے کی ٹشووں کو کھرچ کر لاروا فیڈ کریں ، پتے کی کاغذی اوپری پرت کو چھوڑ کر۔",
        "treat":"حیاتیاتی کنٹرول ایجنٹوں جیسے سنیل (انڈوں کو کھانا کھلانا) ، ہائیڈرو فائیڈ اور ڈسٹسکڈ واٹر بیٹلز (لاروا پر کھانا کھلانا) ، مکڑیاں ، ڈریگن فلز ، اور پرندے (بڑوں کو کھانا کھلانا) کی حوصلہ افزائی کریں۔ اس جگہ پر راکھ لگائیں یا نیم پتی کے عرقوں کو اس جگہ پر لگائیں جہاں کیڑے پائے جاتے ہیں۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ مجاز کاربمائٹ کیٹناشک دواؤں کے پوشیدہ معالجے کا استعمال کریں اور پیری تھائیڈروڈس سے بچیں ، جس کی وجہ سے یہ کیڑا روادار ہوگیا ہے",
        "measure":"جلد لگانے سے واقعات کم ہوجاتے ہیں۔ پودے لگاتے وقت وسیع تر وقفہ کاری استعمال کریں۔ بڑی عمر کے پودوں کی پیوند کاری کریں اور باقی بچنے والے انڈوں کو ختم کردیں۔ کھیت کو نالیوں اور کیڑوں کو پکڑنے کے لئے فلٹرز استعمال کریں جب (2-3) دن کے بعد دوبارہ سیراب کریں۔ اضافی استعمال سے گریز کرتے ہوئے کھاد کی تجویز کردہ سفارشات کا استعمال کریں۔ کھیت اور نواحی علاقوں میں ماتمی لباس اور گھاس چاول کو نکالیں تاکہ متبادل میزبانوں کو نکالا جا سکے۔ اس بات کو یقینی بنائیں کہ مناسب پوٹاشیم استعمال ہوا ہے۔"
    },
    {
        "id":3,
        "name":"چاول کی دانا سمٹ",
        "des":" فصلوں کی پختگی کے وقت عام طور پر علامات دیکھے جاتے ہیں۔ کالی چھلنی کالی دھول سی چیونٹی کے حصے۔ یہ بیماری میں اناج کی اینڈاسپرمز کی بلوس جگہ پیدا کرکے خوشی محسوس کرتا ہوں۔ اس بیماری کے کچھ تناؤ زہریلا پیدا کرتے ہیں۔ جب چاول پختگی کے مرحلے میں آجاتا ہے تو اس کی علامات سب سے زیادہ واضح ہوتی ہیں۔ جب متاثرہ اور کالے پستول سوراخوں سے ٹوٹتے ہیں تو گلووم گہرے رنگ کے ہو جاتے ہیں۔ صبح سویرے جب حالات خراب ہوجاتے ہیں تو بیخودی سب سے زیادہ نمایاں ہوتی ہے۔ متاثرہ دانا دانے جزوی یا مکمل طور پر تبدیل کیا جاسکتا ہے۔ بیضوں کی کالی چھلکیاں گلموں کے ذریعے دھکیلتی ہیں ، جو راتوں کی اوس کی نمی سے پھول سکتی ہیں",
        "treat":" کیڑوں اور بیماریوں کے داخل ہونے ، قیام اور پھیلنے سے بچنے کے لئے بائیو سکیورٹی کے بہترین اقدامات کو بروئے کار لایا جانا چاہئے۔ بایلینس پمیلس جیسے جیو جینٹس ٹلیٹیا بارکلیوانا کی فنگس کے خلاف بہت موثر ہیں۔ کیمیاوی کنٹرول حیاتیاتی علاج کے ساتھ ، اگر دستیاب ہو تو ، احتیاطی تدابیر کے ساتھ ہمیشہ مربوط نقطہ نظر پر غور کریں۔ یہ بیماری اونچی نائٹروجن کی شرحوں کے ساتھ ہے ، لہذا مناسب وقت پر صرف نائٹروجن کی سفارش شدہ خوراک کا اطلاق کریں۔ انفیکشن کی مقدار کو کم سے کم کرنے کے لئے بوٹ نمو کے مرحلے پر کوکیی پر مشتمل پروپیکونازول کا استعمال کریں۔",
        "measure":"کھیتوں میں کم حساس مرغیوں کا استعمال کریں ، مثال کے طور پر ، چھوٹی اور درمیانے درجے کے اناج کی ایسی اقسام جن کی کوئی دانی سمٹ نہیں ہے۔ پہلے سے چاول کے بیجوں کا تصدیق شدہ پودے لگائیں۔ صرف نائٹروجن کھاد کی تجویز کردہ شرح کا استعمال کریں۔ اضافی نائٹروجن کی شرحوں سے بچیں ، خاص طور پر سیلاب سے پہلے کے اوقات سے۔ بیماری کے پھیلاؤ سے بچنے کے لئے عمدہ حفظان صحت کے انتظام کو نافذ کریں۔ متاثرہ چاول کے پودے کے آس پاس پچاس میٹر مربع کا سنگرودھ علاقہ تجویز کیا جاسکتا ہے۔ متاثرہ پودوں اور آس پاس کے علاقے کو جلا کر اسے جلا دو۔"
    },
    {
        "id":4,
        "name":"ڈیمارارا فروگوپر",
        "des":"پیلیوں کا زرد اور پھوٹنا۔ جوان پودوں کا مرنا۔ سفید جھاگ دار مائع - 'تھوکنے والے بڑے پیمانے پر'۔ اس کی پشت پر ہلکے بھورے رنگ کے پیٹرن کے ساتھ گہرا براؤن فروگپر مکئی میں ، صرف بالغ ہی ظہور کے فورا. بعد پتیوں پر حملہ کرکے نقصان کا سبب بنتا ہے ، اکثر انھیں ہلاک کردیتے ہیں۔",
        "treat":"رات کے درجہ حرارت میں کمی اور ٹھنڈے درجہ حرارت پر انڈوں کی طویل نمائش کے ساتھ ہیچنگ کے لئے وقت میں نمایاں کمی واقع ہوتی ہے۔ ابتدائی ہیچنگ اس کیڑے کی آبادیوں کو کم کر سکتی ہے۔ کیمیائی کنٹرول اگر دستیاب ہو تو احتیاطی تدابیر اور حیاتیاتی علاج کے ساتھ کیڑوں پر قابو پانے کے ایک مربوط پروگرام پر ہمیشہ غور کریں۔تاہم حملے کو روکنے کے لئے فصلوں کے بیجوں کو منظم کیڑے مار دواؤں سے علاج کیا جاسکتا ہے۔",
        "measure":"پتے (تھوک بڑے پیمانے پر) پر سفید جھاگ دار مائع کی موجودگی کے لئے کھیت کی نگرانی کریں۔ فیلڈ میں اور اس کے آس پاس کے متبادل میزبانوں کو کنٹرول کریں۔ ڈیمارارا فروگوپر ، جس کو اسپٹلبل  بھی کہا جاتا ہے ، ایک کیڑے ہے جو کئی چاولوں اور مکئی کے علاوہ کئی فصلوں کو نقصان پہنچاتا ہے۔ خواتین میزبان پودوں کے قریب ، مٹی میں انڈے دیتی ہیں۔ ہیچنگ کے بعد ، اپسوں نے جڑوں اور مٹی کی سطح کے قریب تنوں پر بھرپور طریقے سے کھانا کھلانا شروع کیا ہے۔ وہ تھوکتے ہوئے بڑے پیمانے پر تشکیل دیتے ہیں جو ایک سفید جھاگ دار مائع ہوتا ہے جو ہوا کے بلبلوں کو اپنے سراو میں داخل کرکے تشکیل دیتا ہے۔ ایک تھوکنا بڑے پیمانے پر اس جگہ پر پودوں پر اپسرا کھانا کھلانا ایک دلیل ہے"
    },
    {
        "id":5,
        "name":"چاول کا دھماکا",
        "des":"پتے پر گہرا مارجن کے ساتھ سفید جگہوں کے لئے اوولول۔ نوڈس بھی علامات ظاہر کرسکتے ہیں۔ انکر یا جوان پودوں کی موت۔ چاول کے دھماکے سے پودوں کے زمین کے اوپر والے تمام حصوں پر اثر پڑتا ہے: پتی ، کالر ، نوڈ ، گردن ، دانے کے کچھ حصے اور بعض اوقات پتی کی میان۔ پتے ہلکے سبز رنگ کے رنگ ، چمک کے سائز یا بیضوی دھبے کی روشنی میں پیلے رنگ کی نمائش کرتے ہیں۔ ان گھاووں کی سرحدیں نیروٹک ہیں اور اس کا مرکز سرمئی سے سفید ہے۔ گھاووں کی مقدار پودوں کی عمر ، انفیکشن کی مختلف قسم اور وقت پر منحصر ہے۔ جیسے جیسے گھاو بڑھتے ہیں ، پتے آہستہ آہستہ خشک ہوجاتے ہیں۔ اگر پتیوں اور میانوں کے جنکشن متاثر ہوجاتے ہیں تو ، کالر سڑ ہو سکتی ہے اور جنکشن کے اوپر پتے مر جاتے ہیں",
        "treat":"آج تک ، مرض کا کوئی موثر حیاتیاتی کنٹرول تجارتی طور پر دستیاب نہیں ہے۔ فنگس پر سٹرپٹومیسیس یا سیوڈموناس بیکٹیریا پر مبنی مصنوعات اور اس بیماری کے پھیلاؤ کے واقعات کی جانچ کے لئے تجربات جاری ہیں۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ اگر آپ کیمیائی کنٹرول کاسوگامائکسنپر اطلاق کرنا چاہتے ہیں تو ان میں سے ایک مصنوعات کا انتخاب کریں",
        "measure":"صحتمند یا مصدقہ بیج مواد استعمال کریں۔ اس علاقے میں پودے کی مزاحم اقسام دستیاب ہیں۔ موسم کے شروع میں بیج بوئیں ، بارش کے موسم کے آغاز کے بعد۔ ضرورت سے زیادہ نائٹروجن سے پرہیز کریں اور درخواستوں کو دو یا زیادہ علاج میں تقسیم کریں۔ باقاعدگی سے آب پاشی والے پودوں کو خشک سالی کے تناؤ سے بچیں۔ چاول کے مناسب طریقے سے اگنے کے سیلاب کی مناسب سطح رکھیں۔ مسلسل سیلاب کو برقرار رکھیں اور چاول کے کھیت کے نکاسی آب سے بچیں۔ ماتمی لباس اور متبادل میزبانوں پر قابو پالیں۔ اگر مٹی میں سلکان کی کمی معلوم ہو تو سلکان کھادوں کا اطلاق کریں۔ سلکان کے سستے ذریعہ میں چاول کی اقسام کے تنکے زیادہ ہوتے ہیں جن میں سلکان زیادہ ہوتا ہے۔ علامات کے اپنے فیلڈ کی باقاعدگی سے نگرانی کریں۔ کھیت میں فنگس کو لے جانے سے روکنے کے لئے پودوں کے تمام اوشیشوں کو خارج کردیں۔ فصلوں کی گردش کو آبادی کو کم کرنے کے ایک آسان اور موثر طریقہ کے طور پر منصوبہ بنائیں۔ "
    }
]