[
    {
        "id":1,
        "name":"ابتدائی شوٹ بورر",
        "des":"ٹہنیاں اور پتیوں کو نقصان پہنچانا۔ جوان پودوں میں دل کا مرنا۔ تباہ شدہ کینوں میں بدبو آرہی ہے۔ بالغوں میں ٹین جسم ، تنکے رنگ کی اگلی چمک اور سفید مچھلی ہوتی ہے ۔وہاں ، فلیٹ انڈے پتے کی چادروں کی نچلی سطح پر (3 سے 5) قطاروں میں (60)انڈوں تک کے جھرمٹ میں پائے جاتے ہیں۔ نوجوان لاروا پتوں میں چھوٹے سوراخ بناتے ہیں ، خاص کر پتیوں کی چادروں میں۔ تنوں کی بنیاد پر پرانے لاروا ڈرل کے سوراخ کرتے ہیں ، پودوں کے اندر داخل ہوتے ہیں اور نرم اندرونی ؤتکوں کو کھانا کھاتے ہیں ، جس سے پودوں میں مردہ دل ہوتے ہیں۔ پتیوں کا مرکزی سورج بھی خراب پودوں میں سوکھ سکتا ہے۔ متاثرہ ؤتکوں میں بدبو آتی ہے۔ ابتدائی شوٹ بورر انٹرنڈ بورر کے طور پر کام کرتا ہے۔",
        "treat":"کاشت کے پہلے مہینے سے کٹائی سے پہلے ایک مہینے تک انڈے کی پرجیوی ٹرائیکگراما چیلون سات سے دس دن کے وقفوں پر جاری کریں۔ پودے لگانے کے(30 سے 45)دن بعد اسٹورمیوپسس انفرنس کی خواتین کو جاری کریں۔ متبادل کے طور پر ، فصل کی نمو کے (30)ویں ، (45)ویں اور (60)ویں دن آٹھ سے دس وائرس شامل جسموں کو فی ملی لیٹر کی تعداد میں گنے کے شاخ بور والے گرانولوس وائرس کا استعمال کریں۔ وائرس کا اطلاق شام کے اوقات کے دوران فوری طور پر آب پاشی کے بعد کیا جانا چاہئے ۔کیمیکل کنٹرول",
        "measure":"مزاحم یا رواداری والی اقسام کا استعمال کریں کین کے کھیت کے آس پاس (شوچینک ، ڈب گھاس ، مکئی) متبادل میزبان پودوں کو لگانے سے گریز کریں۔ سیزن کے شروع میں پودے لگائیں تاکہ بیماری سے بچا جا سکے کیڑے کو پکڑنے کے لئے فیرومون آستین کے چالوں یا ہلکے پھندے کا استعمال کریں۔ فصل کی کٹائی کے بعد سوکھی ہوئی ٹہنیاں اور فصل کے دیگر اوشیشوں کو ختم اور تباہ کردیں۔ سبز چنے ، کالی چنے ، دینچا (اگاتھی) کے ساتھ انٹرکراپنگ بھی بڑوں کو پسپا کرنے میں معاون ہے۔ نائٹروجن کھاد کے زیادہ استعمال سے پرہیز کریں۔"
    },
    {
        "id":2,
        "name":"ریڈ روٹ",
        "des":"ڈنڈوں پر مختلف سائز کے سرخ رنگ کے بھوری رنگ کے نشان۔ سفید ہل کے اندر سرخ سڑے ہوئے علاقے۔ پتیوں پر سرخ انڈاکار دھبے ، خاص طور پر مڈریب پر نظر آتے ہیں۔ سرخ ، بھوری یا بھوری رنگ کی رنگت اور کھٹی گند کی شکل میں دانوں کی سڑ ڈنڈی کا ایک طول بلد حص دوسری صورت میں سفید گہما گہمی میں سرخ سڑے ہوئے بافتوں کو دکھاتا ہے۔ مزاحم پودوں میں ، سرخ ، بیمار علاقے اکثر انٹنوسڈ تک ہی محدود رہتے ہیں۔ جب بیماری بڑھتی جارہی ہے تو ، گہنوں کے اندر گہا پیدا ہوسکتا ہے اور سخت ریشوں کے گٹھلے بھی دکھائی دیتے ہیں۔ وائلٹ اور منڈھے ہوئے پتے پودے بدبودار بدبو پھیلانا شروع کردیتے ہیں اور موسم کے خراب حالات میں آسانی سے ٹوٹ جاتے ہیں۔ پتیوں پر ، چھوٹے سرخ انڈاکار یا لمبے لمبے گھاووں کا وسط وسط پر ہوتا ہے ، بعض اوقات اس کی پوری لمبائی ہوتی ہے۔ میانوں میں سرخی مائل پیچ ہوسکتے ہیں اور چھوٹے سیاہ دھبے صرف کبھی کبھار پتی بلیڈوں پر ہی پیدا ہوتے ہیں۔",
        "treat":"حیاتیاتی کنٹرول گرم پانی کے غسل (مثال کے طور پر دو گھنٹے کے لئے پچاس سنٹی گریڈ) بیجوں پر پیتھوجین کو مارنے اور سرخ سڑے کے واقعات کو کنٹرول کرنے کے لئے استعمال کیا جاسکتا ہے۔ حیاتیاتی کنٹرول ایجنٹوں کو بیجوں کے علاج کے ل. بھی استعمال کیا جاسکتا ہے۔ ان میں جینیرا شیٹومیم اور ٹریکوڈرما کی فنگس کی پرجاتی ہیں اور سیڈوموناس بیکٹیریا کی کچھ نسلیں شامل ہیں۔ ان حلوں پر مبنی پتوں کے اسپرے بیماری کے پھیلاؤ کو کم کرنے میں بھی کارآمد ہیں۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔",
        "measure":"اگر آپ اپنے علاقے کے لئے موزوں ہوں تو مزاحم قسم کے پودے لگائیں۔ مصدقہ ذریعہ سے صحتمند بیج اور انکر لگائیں۔ بغیر کسی بیماری والے کھیتوں سے پودے لگانے کے مواد حاصل کریں۔ موسم کے دوران یا تو بہت گرم یا بہت ٹھنڈا درجہ حرارت سے بچنے کے لئے بوائی کے وقت کو تبدیل کریں۔ باقاعدگی سے کھیت کی نگرانی کریں اور بدمعاش بیمار پودوں یا گانٹھوں کو۔ بیمار فصلوں کی برسات سے گریز کریں۔ کٹائی کے بعد پودوں کا کوئی ملبہ کھیت سے نکال دیں اور انہیں جلا دیں۔ متبادل طور پر ، مٹی میں کوکیی مواد کو سورج کی روشنی میں بے نقاب کرنے کے لئے کھیت کو متعدد بار ہل چلاؤ۔ غیر حساس پودوں کے ساتھ(2-3)سال تک اچھی فصل کی گردش کا منصوبہ بنائیں۔ "
    },
    {
        "id":3,
        "name":"دیمک",
        "des":"کیڑے کی دیمک ٹرمیٹیڈی چک اور گرام ، بینگن ، مکئی ، پاگل ، مونگ پھلی میں بھی پایا جاسکتا ہے۔ چاروں طرف اور جڑوں میں دیمک اور سرنگوں کی موجودگی۔ جڑوں اور تنے کی بنیاد کھوکھلی ہوجاتی ہے۔",
        "treat":"اس کیڑوں کے خلاف دیماٹ پر حملہ کرنے والے نیماتود پر مبنی تیاریاں موثر ہیں۔ جب دیمک پہاڑی میں اطلاق ہوتا ہے تو کوکی بیویوریا باسیانا یا میٹھاریزیم کی کچھ پرجاتیوں پر مشتمل حل موثر ہوتے ہیں۔ فنگی بیضوں کی روک تھام کے طور پر بھی کام کر سکتے ہیں. درختوں اور کھیت کی فصلوں پر دیموں کے خلاف نیم کے بیج کی دانا کے نچو ریکٹس(این ایس کے ای) استعمال کیے جاتے ہیں جس کے اچھے نتائج برآمد ہوتے ہیں۔ ایک اور حل یہ ہے کہ دیمک کو پیچھے ہٹانے کے ذریعہ کھودنے والے سوراخوں میں لکڑی کی راکھ یا گولڈ نیم کے پتے یا بیج ڈالیں۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ اگر آپ کیمیائی کنٹرول تھامیتھوکسام  ایس جی برانڈ کو نیو سوپر (کرسٹل) ، رشتہ دار (معلومات دیکھیں) (میک) ، کیپڈیس (سنجینٹا) فروخت کرتے ہیں تو اس میں سے کسی ایک کی مصنوعات کا انتخاب کریں۔",
        "measure":"جب پودے لگائیں تو ، ننگی ، خشک مٹی سے تھوڑا سا اوشیشوں اور نامیاتی مواد سے بچیں۔ پودوں کو باقاعدگی سے ، صبح سویرے یا سہ پہر کے اوقات سے بچائیں۔ متاثرہ پودوں یا جزوی پودوں کو نکالیں اور تباہ کریں۔ صحتمند پودوں کی نشوونما کیلئے حالات کو فروغ دینا۔ پانی کے تناؤ اور پودوں کو غیر ضروری چوٹ سے بچیں۔ اگر ممکن ہو تو جلد کاشت کریں ، کیونکہ دیمکھی پختگی کے بعد کھیت میں بچ جانے والی فصلوں پر اکثر حملہ آور ہوتا ہے۔ فصل کی کٹائی کے بعد پودوں کی باقیات اور دیگر ملبے کو ختم کریں۔ دیمک کے گھونسلوں اور سرنگوں کو ختم کرنے اور شکاریوں ، جیسے چیونٹیوں ، پرندوں ، مرغی وغیرہ کو ننگا کرنے کے لئے کھیتوں میں ہل چلاو فصلوں کی گردش کا مشق کریں یا فصلوں کے ساتھ کھیتوں میں اگیں۔"
    },
    {
        "id":4,
        "name":"گنے کا آئی پوٹ",
        "des":"گنے کے اسپوریسریم اسکیمیمیم کے فنگس سمٹ۔ طے شدہ تشخیص کی تصدیق .کالیک ، کوڑے کی طرح کی ساخت پودوں میں بڑھتی ہے۔ سٹینٹڈ پودوں کی نشوونما۔ پتلا ، سخت پتے۔",
        "treat":"بدقسمتی سے ، بائپولارس سچیری کے خلاف کوئی معروف متبادل علاج نہیں ہے۔ ہم آپ سے درخواست کرتے ہیں کہ اگر آپ کسی ایسی چیز کے بارے میں جانتے ہو جس سے اس بیماری سے لڑنے میں مدد مل سکتی ہے۔ آپ سے سننے کے منتظر کیمیائی کنٹرول ، اگر دستیاب ہو تو ، احتیاطی تدابیر اور حیاتیاتی علاج کے ساتھ ہمیشہ ایک مربوط نقطہ نظر پر غور کریں۔( 10 سے 15) دن کے وقفے پر(2 سے 3)چھڑکنے کے ساتھ فولری ایپلی کیشن(0.2٪)کاپر آکسی کلورائڈ یا(0.3٪)مانکوزیب۔ بیماری کی شدت کے مطابق چھڑکاؤ کرنا ہے۔",
        "measure":"جب پودے لگائیں تو ، ننگی ، خشک مٹی سے تھوڑا سا اوشیشوں اور نامیاتی مواد سے بچیں۔ صبح سویرے یا سہ پہر کے اوقات میں باقاعدگی سے پودوں کا معائنہ کریں۔ متاثرہ پودوں یا جزوی پودوں کو نکالیں اور تباہ کریں۔ صحتمند پودوں کی نشوونما کیلئے حالات کو فروغ دینا۔ پانی کے تناؤ اور پودوں کو غیر ضروری چوٹ سے بچیں۔ اگر ممکن ہو تو فصل کاشت جلد کریں ، کیونکہ دیمکھی پختگی کے بعد کھیت میں بچی ہوئی فصلوں پر اکثر حملہ کرتا ہے۔ فصلوں کے بعد پودوں کے اوشیشوں اور دیگر ملبے کو ہٹا دیں۔ دیمک کے گھونسلے اور سرنگوں کو تباہ کرنے اور شکاریوں ، جیسے چیونٹیوں ، پرندوں ، مرغی وغیرہ کو ننگا کرنے کے کھیتوں کو چلائیں۔ فصلوں کی گردشوں کی مشق کریں یا فصلوں کے ساتھ کھیتوں میں اگیں۔"
    },
    {
        "id":5,
        "name":"گنے کا دھواں",
        "des":"گنے کے اسپوریسریم اسکیمیمیم کے فنگس سمٹ۔ طے شدہ تشخیص کی تصدیق .کالیک ، کوڑے کی طرح کی ساخت پودوں میں بڑھتی ہے۔ سٹینٹڈ پودوں کی نشوونما۔ پتلا ، سخت پتے",
        "treat":" متاثرہ ڈنڈوں کو ہٹا دیں اور متاثرہ پودوں کے تمام اوشیشوں کو ختم کردیں۔ بیماری سے پاک بوائی کے سامان کو یقینی بنانے کے ، آپ کو گنے کی کٹیوں کو انچاسگریڈ پر گرم پانی کے غسل میں تیس منٹ کے لئے ڈوبنا چاہئے۔ ورنہ آپ دو گھنٹوں کے لئے پچاس گریڈ گرم پانی کے علاج میں کٹنگوں کو ڈوب سکتے ہیں ۔کیمیکل کنٹرول ہمیشہ اگر احتیاطی تدابیر کے ساتھ ساتھ حیاتیاتی علاج کے ساتھ بھی مربوط طریقہ کار پر غور کریں۔ کاشت سے پہلے بینزیمیڈازول جیسے فنگسائڈس کے ساتھ سیٹوں کا علاج کھیتوں میں بیماری کے واقعات کو کم کرنے میں مددگار ثابت ہوتا ہے ",
        "measure":"پلانٹ کی مزاحم مختلف بیماریوں سے پاک پودے لگانے والے مواد کا استعمال کرتے ہیں وسیع فصل کی گردش استعمال حرارت تھراپی کو بریڈر بیج کی پیداوار کے لئے استعمال کرتے ہیں اور اس میں(54)منٹ پر (150)منٹ کے لئے کنٹرول لگائیں"
    }
]