[
    {
        "id":1,
        "name":"پوٹاشیم کی کمی",
        "des":"پتے پر پیلے رنگ سے گہرا سبز پچی کاری کا نمونہ - نوک سے شروع ہوتا ہے۔ پتیوں اور ٹہنیاں پر سیاہ فرحت بخش دھبے اور لکیریں۔ مستحکم ترقی۔ انفیکشن کی علامات مختلف قسم ، پودوں کی عمر اور ماحولیاتی حالات کے ساتھ مختلف ہوتی ہیں۔ پیلی بلیڈوں پر پیلے رنگ سے گہرے سبز رنگ کے نمونوں کے نمونے نمودار ہوتے ہیں اور انھیں ایک بدبودار اور بدصورت پہلو دیتے ہیں ، جو اکثر نوک سے شروع ہوتے ہیں۔ پتی کی رگوں اور ٹہنیاں پر بھوری سے سیاہ لکیریں اور مردہ ٹشو ماد .ی کے گول دھب .ے نکلتے ہیں۔ کلیوں اور پھولوں کی مزید ترقی نہیں ہوتی ہے۔ متاثرہ پودوں سے آنے والے نلیاں چھوٹی ہیں اور اس کی جلد پر نیروٹک یا مردہ حلقے پڑسکتے ہیں۔ پودوں کی پوری نشوونما پر سمجھوتہ کیا گیا ہے ، اور فصل کی پیداوار کم ہو رہی",
        "treat":"حیاتیاتی کنٹرول سال میں کم از کم ایک بار مٹی میں راکھ یا پودوں کے ملچ کی شکل میں نامیاتی مادے شامل کریں۔ لکڑی کی راھ میں بھی پوٹاشیم کی مقدار زیادہ ہوتی ہے۔ تیزابیت والی سرزمین کو محدود کرنا لیکچ کو کم کرکے کچھ سرزمین میں پوٹاشیم برقرار رکھنے میں اضافہ کرسکتا ہے۔ کیمیکل کنٹرول مارکیٹ میں متعدد پوٹاشیم کھاد دستیاب ہے۔ لاگو پوٹاشیم کی تشکیل معیار اور پیداوار میں ایک اہم کردار ادا کرسکتی ہے۔ سب سے زیادہ استعمال شدہ مصنوعات پوٹاشیم کلورائد ہے۔ دیگر معدنی کھادوں میں پوٹاشیم نائٹریٹ ، پوٹاشیم سلفیٹ ، اور مونو پوٹاشیم فاسفیٹ شامل ہیں۔ پوٹاشیم کو کھیت کی تیاری کے دوران بیس کھاد اور پھول کے دوران دوسرا تقسیم کے طور پر شامل کیا جانا چاہئے۔ مٹی کے ٹیسٹ کا استعمال مطلوبہ شرح کے تعین کے لئے کیا جاسکتا ہے۔ ایسا لگتا ہے کہ پودوں کے اسپرے کم کارآمد ثابت ہورہے ہیں اور یہ پتے جل سکتے ہیں۔",
        "measure":"تیزابیت یا الکلائن مٹی اکثر عنصر کی بڑی اور معمولی کمی کا باعث ہوتی ہے۔ اگر ضرورت ہو تو زیادہ سے زیادہ حد حاصل کرنے کے لئے مٹی اور چونے کا پییچ چیک کریں۔ ایسی قسمیں کاشت کریں جو پوٹاشیم کے استعمال میں زیادہ کارآمد ہوں۔ پودوں کو مناسب غذائی اجزاء کی فراہمی کو یقینی بنانے کے لئے کھادوں کا متوازن استعمال یقینی بنائیں۔ کھاد یا پودوں کے ملچ کی شکل میں نامیاتی مٹی کو مٹی میں شامل کریں۔ پانی کے پودے باقاعدگی سے اور کھیتوں کے سیلاب سے بچنے کے۔"
    },
    {
        "id":2,
        "name":"افڈیس",
        "des":"گھوبگھرالی اور خراب شکل میں پتے اور ٹہنیاں کے نیچے چھوٹے کیڑے پڑتے ہیں",
        "treat":"افیڈوں کی آبادی پر قابو پانے کے  فائدہ مند کیڑے جیسے شکاری لیڈی بگز ، لیس ونگس ، سپاہی برنگ اور پیراسیائڈ ویرپس اہم ایجنٹ ہیں۔ یہ قدرتی دشمن میدان کے حالات میں چوسنے کیڑوں کی دیکھ بھال کریں گے۔ ہلکی پھلکی بیماری کے معاملے میں ، پودوں کے تیلوں پر مبنی ایک نرم نرم کیڑے مار دوا صابن یا حل کا استعمال کریں ، جیسے۔ نیم کا تیل  جب یہ نمی ہوتا ہے تو اففس کوکیی بیماریوں کا بھی بہت خطرہ ہوتا ہے۔ متاثرہ پودوں پر پانی کا ایک آسان سا سپرے بھی ان کو دور کرسکتا ہے کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں اگر آپ کیمیائی کنٹرول لیمبڈا  سیہالوترین(9.5٪)زیڈ سی ، تھامیتھوکسم(12.6٪)زیڈ سی کو لاگو کرنا چاہتے ہیں تو ان میں سے کسی ایک کی مصنوعات کا انتخاب کریں ",
        "measure":"یقینی بنائیں کہ آپ جس قسم کے ماتمی لباس کا معاملہ کر رہے ہو اسے جانتے ہو (بنیادی طور پر براڈ لیف ویڈ بمقابلہ گھاس) احتیاط سے وہ ہربیسائڈ منتخب کریں جو آپ کے مقصد کے مطابق ہوجائے۔ لیبل کو غور سے پڑھیں اور اشارے کے مطابق خوراک کی ہدایات پر عمل کریں۔ کسی مختلف جڑی بوٹیوں سے آلودگی سے بچنے کے استعمال کے بعد اسپرے کنٹینر کو ہمیشہ صاف کریں۔ دوسرے شعبوں میں بہہ جانے سے بچنے کے لئے تیز ہوا میں چھڑکنے سے گریز کریں۔ بہاؤ کو کم کرنے والے سپرے نوزلز کا استعمال کریں جو مطلوبہ ماتمی لباس کو بہتر طریقے سے نشانہ بناتے ہیں۔ نتائج کی نگرانی کے لئے چراگاہوں اور گھاس کے میدانوں میں ہربیسائیڈ کی جانچ کریں اور جانچیں۔ ہیک موسم کی پیش گوئی احتیاط سے کریں اور تیز ہوا کے درجہ حرارت اور نمی کی صورت میں اسپرے نہ کریں۔ درخواست کی تاریخوں ، مصنوعات ، فیلڈ کے مقامات اور موسم کی صورتحال کے ساتھ سرگرمیوں کا ایک لاگ ان رکھیں."
    },
    {
        "id":3,
        "name":"اناج کا پاؤڈر پھپھوندی",
        "des":"پتوں ، تنوں اور کانوں پر سفید ، روفری چھلکیاں دکھائی دیتی ہیں۔ کچھ فصلوں میں ، پیچ اس کی بجائے بڑے ، اٹھائے ہوئے پیسولس کے طور پر ظاہر ہوسکتے ہیں۔ جب یہ بیماری بڑھتی جاتی ہے تو یہ پاوڈر زونز گرے ٹین ہوجاتے ہیں۔ سیزن کے آخر میں ، سفید پیچ کے درمیان نمایاں سیاہ داغ دکھائی دے سکتے ہیں۔ گھنے بوئے ہوئے پودے ، نائٹروجن اور مونوکلچر کی ضرورت سے زیادہ استعمال بیماری کے بہترین حالات فراہم کرتا ہے۔ علامات نچلے سے اوپر کے پتے تک ترقی کرتے ہیں اور پودوں کے کسی بھی نمو کے مرحلے پر ظاہر ہوسکتے ہیں۔ ان کی خصوصیات پتوں ، تنوں اور کانوں پر سفید ، چپکے دار پیچوں سے ہوتی ہے۔ یہ پاؤڈر والے علاقوں دراصل پودوں کے ؤتکوں پر پیلا کلوروٹک فلیکس سے پہلے ہوتے ہیں جنہیں کھیت کی جانچ پڑتال کے دوران آسانی سے نظرانداز کیا جاسکتا ہے۔ کچھ فصلوں میں ، پیچ اس کی بجائے بڑے ، اٹھائے ہوئے پیسولس کے طور پر ظاہر ہوسکتے ہیں۔ جیسے جیسے فنگس اپنی زندگی کا دور مکمل کرتا ہے ، یہ پاؤڈر زون بھوری رنگ کی شکل میں بدل جاتے ہیں",
        "treat":"دودھ کے محلول چھوٹے نامیاتی کاشتکاروں اور مالیوں نے پاؤڈر پھپھوندی کے خلاف علاج کے طور پر کامیابی کے ساتھ استعمال کیے ہیں۔ دودھ کو پانی سے گھٹا دیا جاتا ہے (عام طور پر 1:10) اور انفیکشن کے پہلے اشارے پر ، یا بچاؤ کے اقدام کے طور پر حساس پودوں پر اسپرے کیا جاتا ہے۔ اس بیماری پر قابو پانے یا اسے ختم کرنے کے لئے بار بار ہفتہ وار درخواستوں کی ضرورت ہوتی ہے۔ کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں۔ اگر آپ کیمیکل کنٹرول لاگو کرنا چاہتے ہیں تو ان میں سے ایک مصنوعات کا انتخاب کریں۔",
        "measure":"اگر دستیاب ہو تو مزاحم قسمیں منتخب کریں۔ سیزن میں بہت جلدی بوائی نہ کریں۔ ثقافتوں کے اچھے ہوابازی اور نمی کو کم کرنے کیلئے بوائی کی کثافت میں ترمیم کریں۔ بیماری کی پہلی علامتوں کے لئے باقاعدگی سے کھیت کی نگرانی کریں۔ نائٹروجن کا استعمال احتیاط سے کریں ، کیونکہ مٹی میں اس کی زیادتی پیتھوجین کی افزائش کے حامی ہے۔ غیر میزبان پودوں کے ساتھ فصل کی گردش کا منصوبہ بنائیں۔ اس کے زندگی کے چکر میں خلل ڈالنے کے لئے رضاکارانہ پودوں اور ماتمی لباس کو میدان سے ختم کریں۔ پودوں کی مزاحمت کو مضبوط بنانے کے لئے سلیکن یا کیلشیم سلیکیٹ سے فرٹلائجیشن پروگرام کو پورا کریں۔"
    },
    {
        "id":4,
        "name":"جڑ اور پاؤں روٹ",
        "des":"تنے اور جڑوں کی بنیاد پر بھوری رنگ کے علاقے۔ نچلے پتے پر لمبا ، بھورے سیاہ داغ۔ سپائکیلیٹ یا پورے سر سے قبل وقت سے پہلے بلیچنا۔ پیلے رنگ کے رنگ اور داغدار پودے۔ علامات کا انحصار ماحولیاتی حالات اور پودوں کی نشوونما کے مرحلے پر ہوگا۔ کچھ معاملات میں ، آلودہ بیج انکرنگ دھند کو جنم دے سکتے ہیں ، جو نوجوان پودوں پر گہرے بھوری علاقوں کی ظاہری شکل کی خصوصیت ہے۔ پختہ پودوں کا ابتدائی انفیکشن علامات پیدا نہیں کرسکتا ہے ، سوائے پتی کے علاقے اور ٹیلرز کی تعداد میں کمی کے۔ تاہم ، گہری بھوری علاقے تنوں کی بنیاد (پاؤں کی جڑ) یا زمین سے نیچے اور انٹنوڈس اور جڑوں (جڑوں کی سڑ) پر موجود ہوسکتی ہیں۔ بعد میں ، جیسا کہ جراثیم خلیہ میں بڑھتا ہے ، لمبی لمبی ، بھوری رنگ کے سیاہ دھبے نچلے پتوں پر ظاہر ہوتے ہیں۔ یہ خاص طور پر بارش کے طویل عرصے کے دوران واضح ہوتا ہے۔ بیمار پودے تصادفی طور پر یا فاسد پیچوں میں پائے جاتے ہیں اور اکثر کلوروٹک ہوتے ہیں۔ ",
        "treat":"سپوروبلومیسیس گلاب کی فنگس کوچلیبولوس سیٹوس کا قدرتی دشمن ہے اور بیماری کے واقعات اور شدت کو کم کرنے کے لئے اناج میں استعمال ہوتا ہے۔ اس روگزن کے دوسرے مخالف بھی دستیاب ہیں۔ کیمیائی کنٹرول ہمیشہ اگر حفاظتی تدابیر اور حیاتیاتی علاج دونوں دستیاب ہیں تو ان دونوں کے مربوط نقطہ نظر پر غور کریں۔ کسی مناسب فنگسائڈ کے ساتھ بیج کا علاج بیجوں پر انوکولم کو دوسرے موسموں میں لے جانے کے امکان کو کم کرتا ہے۔",
        "measure":"اس پیتھوجین کے لئے سنگرودھ ضابطے سے آگاہ رہیں۔ مصدقہ بیماری سے پاک بیج منتخب کریں۔ نائٹروجن کی تقسیم کے ساتھ مناسب فرٹلائجیشن پروگرام رکھیں۔ اپنی فصل کو مضبوط بنانے کے مائکروٹینٹرینٹ کا اضافہ یقینی بنائیں۔ علامات کوکی کوکلیبرس سییوٹس کی وجہ سے ہوتی ہیں ، جو گرم اور مرطوب اناج اگانے والے علاقوں میں عام ہے۔ یہ مسییلیئم یا مٹی اور فصلوں کے ملبے میں چھڑکنے کے طور پر زندہ رہتا ہے ، اور ہوا ، بارش کے تیز دھاروں یا آب پاشی کے پانی سے صحت مند پودوں تک پھیل جاتا ہے۔ جو ، گندم اور رائی کے علاوہ ، یہ ماتمی لباس اور گھاس کی متعدد پرجاتیوں کو بھی متاثر کرسکتا ہے۔ "
    },
    {
        "id":5,
        "name":"گندم کی پتی زنگ",
        "des":" پتیوں پر چھوٹی سنتری سے بھوری زرد حاشیہ سے گھرا ہوا پسٹولس۔ پتیوں کی چادریں بھی متاثر ہوسکتی ہیں۔ گندم کی پتی زنگ سب سے عام زنگ آلود بیماری ہے۔ اس کی علامات کا انحصار پودوں کے متاثرہ حصے پر ہوتا ہے۔ اس میں پتھر ، پتی کی چادروں اور بھوسیوں کی دونوں سطحوں پر بکھرے ہوئے بھوری رنگ کے ہلکے ہلکے ہلکے نارنج کی خصوصیت ہے۔ ان کا قطر 1.5 ملی میٹر تک ہے ، تھوڑا سا اٹھایا گیا ہے اور اس کے گرد گھومنے کے لئے گول ہے۔ کمزور پودوں میں ، چھوٹے چھوٹے ثانوی پمپس اور ہلکا سا سبز یا پیلا ہالہ بنیادی غضب کے گرد ظاہر ہوسکتا ہے۔ وقت گزرنے کے ساتھ ، رنگ گہری بھوری یا سیاہ ہو جاتا ہے۔ گندم کی زیادہ مزاحم قسموں میں ، نارنگی کا پیسول عام طور پر چھوٹا ہوتا ہے اور یہ کلوروٹک یا نیکروٹک علاقوں میں گھیر سکتے ہیں۔",
        "treat":"معذرت ، ہم  کے خلاف کسی متبادل علاج کے بارے میں نہیں جانتے ہیں۔ اگر آپ کسی ایسی چیز کے بارے میں جانتے ہو جس سے اس بیماری سے لڑنے میں مدد مل سکتی ہے تو براہ کرم ہم سے رابطہ کریں۔ آپ سے سننے کے منتظر کیمیائی کنٹرول ہمیشہ حیاتیاتی علاج کے ساتھ مل کر احتیاطی تدابیر کے ساتھ مربوط نقطہ نظر پر غور کریں",
        "measure":"اگر دستیاب ہو تو مستحکم اور مزاحم قسمیں بڑھائیں۔ موسم سرما کی گندم بعد میں اور گرمیوں کی گندم کو عام سے جلدی سے بوئے۔ رضاکارانہ پودوں کے لئے اسکرین فیلڈز اور انہیں ہٹائیں۔ پودے لگانے میں فصل کی کثافت کو یقینی بنائیں۔ صحتمند فصل کی گردش کی منصوبہ بندی اور اس پر عمل درآمد کریں۔ نائٹروجن کی مناسب کھاد کو یقینی بنائیں۔ فصلوں کے ملبے کو فصل کی کٹائی کے بعد ہٹا دیں اور تباہ کردیں۔"
    }
]