[
    {
        "id":1,
        "name":"Potassium Deficiency",
        "des":"Yellowing of leaves - start from margins. Main veins remain dark green.  Curled leaves. Stunted growth. Symptoms are mainly visible on older leaves and start to develop on young leaves only in the case of severe deficiencies. Mild potassium deficiencies are characterized by the development of a mild chlorosis at the margins and tips of the leaves, later followed by tip burn. The leaf blade turns somewhat paler but the main veins remain dark green (interveinal chlorosis). If not amended, these chlorotic patches turn into a dry, leathery tan or dark brown scorch (necrosis) that usually progresses from the leaf edge to the midrib. However, the main veins tend to remain green. Leaves tend to curl and crinkle and often collapse prematurely. Young leaves remain small and dull, assuming a cupped appearance. Potassium-deficient plants grow stunted and are more susceptible to diseases and other stresses such as drought and frost. In some cases, fruits may be severely deformed.",
        "treat":"Biological Control Add organic matter in the form of ashes or plant mulch to the soil at least once a year. Wood ash also has high potassium content. Liming acidic soils can increase potassium retention in some soils by reducing leaching. Chemical Control A variety of potassium fertilizers is available in the market. The formulation of the potassium applied can play an important role in quality and yields. The most widely used product is potassium chloride. Other mineral fertilizers include potassium nitrate, potassium sulfate, and mono-potassium phosphate. Potassium should be added as base fertilization during field preparation and a second split during flowering. A soil test can be used to determine the rate needed. Foliar sprays seem to be less effective and can burn leaves.",
        "measure":"Highly acid or alkaline soils often lead to major and minor element deficiencies.  Check the pH of the soil and lime if necessary to get the optimal range. Cultivate varieties that are more efficient in the uptake of potassium. Ensure a balanced use of fertilizers to secure a proper nutrients supply to the plant.Add organic matter to the soil in the form of manure or plant mulch. Water plants regularly and avoid flooding of fields."
    },
    {
        "id":2,
        "name":"Aphids",
        "des":"Curled and deformed leaves Little insects under the leaves and shoots.",
        "treat":"Beneficial insects such as predatory ladybugs, lacewings, soldier beetles and parasitoid wasps are important agents to control populations of aphids. These natural enemies will take care of the sucking insects in field conditions. In case of mild infestation, use a simple soft insecticidal soap solution or solutions based on plant oils, e.g. neem oil (3 m1\/1). Aphids are also very susceptible to fungal diseases when it is humid. A simple spray of water on affected plants can also remove them. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Lambda-Cyhalothrin 9.5% ZC,Thiamethoxam 12.6% ZC",
        "measure":"Be sure to know the type of weed you are dealing with (basically broadleaf weeds vs grasses). Carefully select the herbicide that best fits your purpose. Read the label carefully and follow dosage instructions as indicated. Always clean the spray container after use to avoid contamination with a different herbicide.  Avoid spraying in windy conditions to prevent drift to other fields.  Use drift reducing spray nozzles that target the intended weeds better. Try and test the herbicide in pastures and hayfields to monitor results. heck weather forecast carefully and do not spray in case of high air temperature and\/or humidity. Keep a log of activities with application dates, products, field locations and weather conditions."
    },
    {
        "id":3,
        "name":"Powdery Mildew of Cereals",
        "des":"White, fluffy patches appear on leaves, stems and ears.  In some crops, the patches can appear as large, raised pustules instead.  These powdery zones turn gray-tan as the disease progresses. Late in the season, conspicuous black specks may appear amidst the white patches. Densely sowed plants, excessive application of nitrogen and monocultures provide optimal conditions for the disease. Symptoms progress from lower to upper leaves and can appear at any growth stage of the plant. They are characterized by white, fluffy patches on leaves, stems and ears. These powdery areas are actually preceded by yellow chlorotic flecks on the plant tissues that can easily be overlooked during the scrutiny of the field. In some crops, the patches can appear as large, raised pustules instead. As the fungus completes its life cycle, these powdery zones turn gray-tan.",
        "treat":"Milk solutions have been used successfully by small organic growers and gardeners as a treatment against powdery mildew. Milk is diluted with water (typically 1:10) and sprayed on susceptible plants at the first sign of infection, or as a preventative measure. Repeated weekly applications are needed to control or eliminate the disease. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Azoxystrobin 18.2% SC,Cyproconazole 7.3% SC",
        "measure":"Chose resistant varieties if available.  Do not sow too early in the season.  Modify sowing density to allow for good aeration of cultures and reduce humidity.  Monitor field regularly for first signs of the disease. Manage carefully the application of nitrogen, as its excess in soil favors the growth of the pathogen. Plan a crop rotation with non-host plants. Eliminate volunteer plants and weeds from the field to disrupt its life cycle. Complement the fertilization program with silicon or calcium silicate to strengthen the resistance of plants."
    },
    {
        "id":4,
        "name":"Root and Foot Rot",
        "des":"Brown areas at the base of the stem and roots. Elongated, brown-black spots on lower leaves. Premature bleaching of spikelet’s or entire head. Yellow colored and stunted plants. Symptoms will depend on the environmental conditions and the plant growth stage. In some cases, contaminated seeds can give rise to seedling blight, which is characterized by the appearance of dark brown areas on young plants. Early infection of mature plants may not produce symptoms, except for a decrease in leaf area and number of tillers. However, dark-brown areas may be present at the base of the stem (foot rot) or below ground, and on internodes and roots (root rot). Later on, as the pathogen progresses into the stem, elongated, brown-black spots appear on lower leaves. This is particularly evident during prolonged periods of rain. Diseased plants occur randomly or in irregular patches and are stunted and often chlorotic.",
        "treat":"The fungus of Sporobolomyces roseus is a natural enemy of Cochliobolus sativus and has been used in cereals to reduce the incidence and severity of the disease. Other antagonists of this pathogen are also available. Chemical Control Always consider an integrated approach of both preventive measures and biological treatments if available. Seed treatment with a suitable fungicide reduces the potential of carry over of the inoculum on seeds to other seasons.",
        "measure":"Be aware of quarantine regulation for this pathogen. Select certified disease-free seeds. Have a proper fertilization program with split application of nitrogen.  Make sure to add micronutrient to fortify your crop. The symptoms are caused by the fungi Cockleburs sativus, which is common in warm and humid cereal-growing areas. It survives as mycelium or spores in soil and crop debris, and is spread by wind, rain splashes or irrigation water onto healthy plants. Beside barley, wheat and rye, it can also infect a number of species of weeds and grasses."
    },
    {
        "id":5,
        "name":"Wheat Leaf Rust",
        "des":"Small orange to brown pustules on leaves.  Pustules surrounded by yellow margin. Leaf sheaths can also be affected. Leaf rust is the most common rust disease of wheat. The symptoms depend on the susceptibility of the plant affected. It is characterized by numerous small reddish oranges to brown pustules scattered on both surfaces of leaves, leaf sheaths and husks. They are up to 1.5 mm in diameter, slightly raised and round to oblong. In vulnerable plants, tiny secondary pimples and a pale green or yellow halo can appear around the primary pustules. Over time, the color turns to dark brown or black. In more resistant wheat varieties, the orange pustule are usually smaller and they might be surrounded by chlorotic or necrotic areas.",
        "treat":"Sorry, we don't know of any alternative treatment against Puccinia trichina. Please get in touch with us in case you know of something that might help to fight this disease. Looking forward to hearing from you. Chemical Control Always consider an integrated approach with preventive measures together with biological treatments if available. Choose ONE of the products if you want to apply chemical control Azoxystrobin 18.2% SC, Difenoconazole 11.4% SC",
        "measure":"Grow stable and resistant varieties if available. Sow winter wheat later and summer wheat sooner than usually. Screen fields for volunteer plants and remove them. Ensure low crop density at planting. Plan and implement a healthy crop rotation. Ensure adequate fertilization of nitrogen. Remove and destroy crop debris after harvest."
    }
]